{
  "url": "https://www.micekart.com/cookiepolicy",
  "title": "Cookie Policy for MICE Services in India | MICEkart",
  "depth": 4,
  "headings": [
    {
      "level": 1,
      "text": "COOKIE POLICY"
    },
    {
      "level": 4,
      "text": "Menu Links"
    },
    {
      "level": 4,
      "text": "EVENT APP"
    },
    {
      "level": 4,
      "text": "MICEKART PRESENTATION"
    },
    {
      "level": 4,
      "text": "FOR BRANDS"
    },
    {
      "level": 4,
      "text": "LEGAL"
    },
    {
      "level": 4,
      "text": "GET IN TOUCH"
    },
    {
      "level": 4,
      "text": "OUR ADDRESS"
    },
    {
      "level": 5,
      "text": "© 2024 AstrikaInfotech.com . All rights reserved. Privacy Policy"
    }
  ],
  "paragraphs": [
    "At Mice Kart Private Limited, we follow certain parameters when it comes to the protection of Your information. “Cookie Policy” explains how Mice Kart operates this website at www.micekart.com.",
    "DEFINITION:",
    "IP Addresses -An IP address is a unique identifier that certain electronic devices use to identify and communicate with each other on the Internet. When You visit our Website, We may view the IP address of the device You use to connect to the Internet. We use this information to determine the general physical location of the device and the geographic regions of our visitors.",
    "What are cookies?",
    "Cookies are small files of information which are stored on a User's computer when You visit any website. One form of “automatically collected” information We record is information stored by “Cookies”. Cookies are designed to hold a small amount of data specific to a particular User and website, and can be accessed either by the web server or the User’s computer, tablet, laptop and mobile device. This allows the server to deliver a page tailored for a particular user of our Website, or the page itself can contain some script which is aware of the data in the Cookie and so is able to carry information from a single visit to the Website (or related site) to the next. Cookies serve to make the website more User-friendly and efficient overall. We also use Cookies to be able to identify you in subsequent visits. When you access the services provided by Us, we may send one or more Cookies to Your computer/device. By sending You Cookies with values that are unique including but not limited to numeric or special characters, we may be able to uniquely identify Your web browser or device when you access the Service. We may use both “session” and “persistent” Cookies to collect, store, and sometimes track various types of information. You can review the “Help” file in your browsers or mobile devices to understand the procedure to be followed to change/modify Your Cookie settings more suitable to Your needs and access Our Website.",
    "By using our service you agree that we can store these types of Cookies on Your device.",
    "Here are the Types of cookies Our Website may use and some more details about what they're used for:",
    "a. Session-based Cookies:",
    "Session cookies are temporary cookies that remain on your device until you leave the website. A session cookie is one that is intended to disappear after you close your browser.",
    "b. Persistent-based Cookies:",
    "Persistent Cookies remain on your device in the browser's subfolders for as long as you want to retain the same until you manually delete them (how long the cookie remains on your device in the browser's subfolders shall depend on the duration or \"lifetime\" of the specific Cookie and Your browser settings). A Persistent Cookie remains even after you close Your browser (and may be used by Your browser to identify itself when You later return to the Service). Persistent Cookies generally can be removed/deleted. We may use a number of suppliers that may also set Cookies on Your device on our behalf when You visit the Website to allow them to deliver the services they are providing.",
    "When You visit the Website You may receive cookies from third party websites or domains. We endeavor to identify these cookies before they are used so that You can decide whether or not you wish to accept them. More information about these cookies may be available on the relevant third party's website.",
    "Some of the pages You visit may also collect information using Pixel Tags [Pixel Tags are added to a Web page and used to read and place cookies and to gather information such as User's IP address, the time the person viewed the pixel and the type of browser being used] (also called clear gifs) that may be shared with third parties which directly support our promotional activities and website development. For example, website usage information about visitors of the Website may be shared with our third party advertising agency to better target visitors on our Website and providing assistance in promotion of our Website. The information is not, however, personally identifiable, although it could be linked to your personal information.",
    "c. Advertising Cookies:",
    "These cookies remember what you have looked at on our Website and other websites, and may be combined with other information acquired from third parties. We may share this information with other organizations, such as advertisers for targeting more visitors/users for services provided by Us on online platform and for promotional purposes.",
    "d. Technical Cookies:",
    "We try to provide our visitors with an advanced and User-friendly website that adapts automatically to User’s needs and wishes. To achieve this, we use technical cookies to show You our website, to make it function correctly, to create your User account, to sign You in and to manage Your bookings. In order for the smooth functioning of our Website we may use these technical cookies.",
    "e. Functional Cookies:",
    "We may also use functional cookies to remember your preferences and help You use our Website efficiently and effectively; for example, by remembering your preferred currency and language, Your searches and the accommodations as in the stay facility options provide by our vendor partners) you viewed earlier. These functional cookies are not strictly necessary for the functioning of our Website, but they add functionality for You and enhance Your experience.",
    "f. Application Cookies:",
    "These cookies allow us to make sure You get the best possible experience on our Website. They're essential for You to be able to search and book tickets, packages, check hotel listings and other services provided by Mice Kart.",
    "g. Analytical Cookies:",
    "These cookies help us understand how our Users/ members are using our Website, so we can make things better. Analytical cookies collect information about how you use the Website; for instance, which pages You frequently visit. This information gathered would allow us to see the overall usage patterns and behavior on the Website, help us record any difficulties you have with the Website and show us whether our advertising is effective or not.",
    "h. Marketing Cookies:",
    "These cookies may be used by Us and other Vendor partners of Mice Kart to know Your preferences with respect to hotel booking, locations, management of events and related. It allows us to interact with You once You have left our Website - by showing you adverts; for example - to help you find the product/service that's best suitable for You.",
    "i. Web Beacons",
    "Web beacons (also known as internet tags, pixel tags, and clear GIFs) are clear electronic images that can recognize certain types of information on your computer, such as the type of browser used to view a website page, when you viewed a particular site linked to the Web beacon, and a description of a site tied to the Web beacon. Certain pages on our Website may contain such Web beacons, which we use to operate and improve the Website.",
    "j. Social Networking Tools:",
    "If You use social networking links / tools hyperlinked on our Website provided by social networking platforms including but not limited to Facebook, Instagram, Twitter you may be sent cookies from these third party websites. As we do not control the use of these cookies, please check on the respective social networking platforms for their respective cookie policies and how you can manage them.",
    "By using our Website, you agree to Us using Cookies as set out in this “Cookie Policy”.",
    "Browser cookie choices",
    "You can stop cookies from being downloaded to Your computer/device by selecting the appropriate settings on your browser. Most browsers will tell you how to stop accepting new cookies, how to be notified when you receive a new cookie, and how to disable existing cookies. You can find out how to do this for your particular browser by clicking \"help\" on your browser's menu subject to the browser you may be using. You may also opt out of certain Functional and Advertising Cookies by clicking on our Cookie Preferences. Please note that this does not opt you out of being served generic ads. In addition, without cookies you may not be able to take full advantage of our Website features and that certain features of the Website shall become unable for usage if You have disabled the cookies.",
    "Contact Information",
    "To ask questions or comment about our information practices, please contact us at:gavin@micekart.com",
    "You may also write to us at:",
    "D402, Neelkanth Business park, Vidyavhihar (west), Mumbai- 400086",
    "Effective Date: 12th March, 2020",
    "A - 703,Neelkanth Business park, Vidyavhihar (west), Mumbai 400086"
  ],
  "lists": [],
  "tables": [],
  "metadata": {
    "viewport": "width=device-width,initial-scale=1,maximum-scale=1,user-scalable=no",
    "theme-color": "#000000",
    "robots": "index, follow",
    "google-site-verification": "xDuV2zE18L3vbZnkQwKFePk0uJhvPw2QKpItx-MpVA0",
    "description": "Discover MICEkart's cookie policy. Learn how we use cookies to improve your experience with our MICE services in india, corporate event planning, and destination management.",
    "keywords": "MICE services in india"
  },
  "images": [
    {
      "src": "https://www.micekart.com/static/media/logo.ae758ead.png",
      "alt": "logo",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/logo.ae758ead.a18379f3.png",
      "alt": "",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/linkedin.b9237664.svg",
      "alt": "linkedin",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/instagram.052c5c73.svg",
      "alt": "insta",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/facebook.cdd6adc6.svg",
      "alt": "facebook",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/youtube.49316bbb.svg",
      "alt": "youtube",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/twitter.8845157f.svg",
      "alt": "twitter",
      "width": "",
      "height": ""
    }
  ]
}