{
  "url": "https://www.blog.micekart.com/corporate-team-building-for-csr/#main",
  "title": "Corporate Team Building for CSR - MiceKart Blogs",
  "depth": 3,
  "headings": [
    {
      "level": 1,
      "text": "Corporate Team Building for CSR"
    },
    {
      "level": 2,
      "text": "Post navigation"
    },
    {
      "level": 2,
      "text": "Recent Posts"
    },
    {
      "level": 2,
      "text": "Recent Comments"
    },
    {
      "level": 2,
      "text": "Archives"
    },
    {
      "level": 2,
      "text": "Categories"
    },
    {
      "level": 6,
      "text": "Previous Post"
    },
    {
      "level": 6,
      "text": "Next Post"
    }
  ],
  "paragraphs": [
    "Corporate Social Responsibility as a way towards Employee Engagement",
    "CSR is a term that has gathered much press in mainstream media of late – ever since the government notified the rules for CSR spending under the new companies law, putting in place a plan aimed at encouraging companies to spend a portion of their profits on projects that benefit society.",
    "Many other companies though, have not waited for this sort of diktat to do good to society through their own initiatives. Infact CSR has quickly become a crucial part of any large company’s long-term strategy – not just in marketing, but in recruiting, too. An increasing number of employees, Afterall –  want a sense of pride and fulfillment from their work, a purpose and importantly a company’s whose values match their own. Look at the below staggering statistic from aNetImpactsurvey:",
    "But can CSR be made a fun – yet a touching, inspiring experience for all involved? We definitely think so. CSR when done only as a source of funding, makes a difference – yes, but often it seems sterile. So, what if we mix up CSR activities along with employee engagement activities? That from our experience is a highly potent combination! It not only serves the purpose of doing good to society, but delivers the dual benefit of boosting employee engagement and inspiring your employees like nothing else does!",
    "So, how can this be done? Here are five such options:",
    "Imagine getting all your employees together in a fun activity that involves them building fully functional cycles. Sounds great fun, right? Especially so, when it is setup as a competition. But what they don’t know is that at the end of the “fun activity” – a bunch of orphans for whom these cycles will make a life-changing impact will walk into the room. And each of the teams are encouraged to interact with them and donate their cycles. It is an activity that never fails to bring tears to everyone in the room.",
    "An activity that is similarly structured the Velocipede challenge – the only difference being that instead of bicycles we build wheelchairs that are then donated towards charity.",
    "Every year, across the world hundreds of thousands of children, normal citizens and army personnel lose their limbs due to land mines and accidents. The prohibitive cost of artificial prosthetics though, puts it way out of reach of most of these people. What if, you could make a difference about this?",
    "In a landmark legislation by the Parliament of India, the Government of India adopted the Right to Education (RTE) that offered free and compulsory education for all children between the age-group of six and fourteen in India. This has made education a fundamental right of every child as the Act came into force on the 1st April, 2010.",
    "Despite all this attention, most schools in rural India still lack basic infrastructure and necessities like desks. Sitting down on the floor in a hunched position for long hours both at home and schools is a reality for most of these school-going children who are below the poverty line. This bad posture leads to back pains, poor eyesight and bad handwriting!",
    "In this meaningful activity, teams are given an opportunity to do their bit to address this situation. The challenge is simple and straight forward – to assemble play desks that can then be donated to schools, to make a very real difference in the lives of young children.",
    "What if a child was first given a microscope to peer through and discover a whole new world around her? Microscopes after all, have a long history of enabling curiosity, and catalyzing discovery. This is experiential learning. We turn children into scientists and ask them to look first. What they see makes them so fascinated and curious that they then want to explore everything that’s known in books, so that they can venture into the unknown. This activity puts microscopes in the hands of children to transform their lives through their own curiosity.",
    "So there you go. All it takes to make an employee engagement activity meaningful and impactful is a bit of creativity and a lot of corporate intent.",
    "We hope you will rethink your next team engagement activity!",
    "Arun – Focus U",
    "MICE companies in Bangalore|MICE companies in Delhi|MICE Companies in Gurgaon|MICE companies in Hyderabad|MICE Companies in Mumbai",
    "Copyright 2025 —MICEkart.All rights reserved."
  ],
  "lists": [
    {
      "type": "ul",
      "items": [
        "Home",
        "About Us",
        "MICEkart.com BENEFITS",
        "TESTIMONIALS",
        "CONTACT"
      ]
    },
    {
      "type": "ul",
      "items": [
        "The Velocipede Challenge"
      ]
    },
    {
      "type": "ul",
      "items": [
        "The Wheels of Hope Challenge"
      ]
    },
    {
      "type": "ul",
      "items": [
        "Build-A-Hand Challenge"
      ]
    },
    {
      "type": "ul",
      "items": [
        "Playdesk Challenge"
      ]
    },
    {
      "type": "ul",
      "items": [
        "The Foldscope Challenge"
      ]
    },
    {
      "type": "ul",
      "items": [
        "Why Digital MICE Platforms Are the Future",
        "5 Proven Ways to Increase Leads for Your Team Building Company",
        "How MICE Services Elevate Corporate Travel & Incentive Programs",
        "Conference Planning Made Easy: End-to-End Event Solutions for Businesses",
        "Why Professional Hotel and Venue Management is Crucial for Corporate Events"
      ]
    },
    {
      "type": "ul",
      "items": [
        "May 2025",
        "April 2025",
        "March 2025",
        "March 2023",
        "January 2022",
        "December 2021",
        "October 2021",
        "August 2021",
        "March 2021",
        "January 2021",
        "December 2020",
        "November 2020",
        "October 2020"
      ]
    },
    {
      "type": "ul",
      "items": [
        "Blog",
        "Corporate Event Theme",
        "Corporate Gifting",
        "Corporate Team Building",
        "Incentive Packages",
        "MICE Hotel",
        "MICE Solution"
      ]
    }
  ],
  "tables": [],
  "metadata": {
    "robots": "index, follow, max-image-preview:large, max-snippet:-1, max-video-preview:-1",
    "viewport": "width=device-width, initial-scale=1",
    "author": "Vincent",
    "twitter:card": "summary_large_image",
    "twitter:label1": "Written by",
    "twitter:data1": "Vincent",
    "twitter:label2": "Est. reading time",
    "twitter:data2": "4 minutes",
    "generator": "Elementor 3.28.3; features: e_font_icon_svg, additional_custom_breakpoints, e_local_google_fonts, e_element_cache; settings: css_print_method-external, google_font-enabled, font_display-swap",
    "theme-color": "#f2673c",
    "msapplication-TileImage": "https://www.blog.micekart.com/wp-content/uploads/2024/09/favicon.png",
    "og:locale": "en_US",
    "og:type": "article",
    "og:title": "Corporate Team Building for CSR",
    "og:description": "Corporate Social Responsibility as a way towards Employee Engagement CSR is a term that has gathered much press in mainstream media of late – ever since the government notified the…",
    "og:url": "https://www.blog.micekart.com/corporate-team-building-for-csr/",
    "og:site_name": "MiceKart Blogs",
    "og:image": "https://www.blog.micekart.com/wp-content/uploads/2024/09/CSR-activities-in-India-1160x508-1.jpg",
    "og:image:width": "1160",
    "og:image:height": "508",
    "og:image:type": "image/jpeg"
  },
  "images": [
    {
      "src": "https://www.blog.micekart.com/wp-content/uploads/2024/09/cropped-logo.ae758ead.png",
      "alt": "MiceKart Blogs",
      "width": "1986",
      "height": "469"
    },
    {
      "src": "https://www.blog.micekart.com/wp-content/uploads/2024/09/CSR-activities-in-India-1160x508-1-1024x448.jpg",
      "alt": "Corporate Team Building for CSR",
      "width": "1024",
      "height": "448"
    },
    {
      "src": "https://www.blog.micekart.com/wp-content/litespeed/avatar/e51a5e078812d0e8b03ff1a1a7724cce.jpg?ver=1747299277",
      "alt": "",
      "width": "30",
      "height": "30"
    },
    {
      "src": "https://blog.micekart.com/wp-content/uploads/2022/01/Picture2.png",
      "alt": "",
      "width": "499",
      "height": "285"
    }
  ]
}