{
  "url": "https://www.micekart.com/EventsTerms",
  "title": "Event Terms & Conditions | Corporate MICE Services – MICEkart",
  "depth": 4,
  "headings": [
    {
      "level": 1,
      "text": "Micekart Event Mobile Application Terms And Conditions"
    },
    {
      "level": 4,
      "text": "Menu Links"
    },
    {
      "level": 4,
      "text": "EVENT APP"
    },
    {
      "level": 4,
      "text": "MICEKART PRESENTATION"
    },
    {
      "level": 4,
      "text": "FOR BRANDS"
    },
    {
      "level": 4,
      "text": "LEGAL"
    },
    {
      "level": 4,
      "text": "GET IN TOUCH"
    },
    {
      "level": 4,
      "text": "OUR ADDRESS"
    },
    {
      "level": 5,
      "text": "© 2024 AstrikaInfotech.com . All rights reserved. Privacy Policy"
    }
  ],
  "paragraphs": [
    "PLEASE READ CAREFULLY BEFORE DOWNLOADING OR STREAMING THE MOBILE APPLICATION FROM THIS WEBSITE.",
    "This end-user licence agreement (EULA) is a legal agreement between you (End-user, user or you) and MICEKART Pvt. Ltd. (MICEkart.com, us or we) for:",
    "[MICEKART EVENTS] mobile application software (Mobile Application); and",
    "Providing accessibility to your M.I.C.E related documentation, records (Documents).",
    "We licence use of the Mobile Application and Documents to you on the basis of this EULA and subject to any rules or policies applied by the Google Android application store from whose site, located athttps://play.google.com/store/appsor the Apple play store or other online third-party portal (Appstore). We do not sell the Mobile Application or Documents to you. We and/or the owners of the Mobile Application and Documents always remain the owners of the Mobile Application and Documents.",
    "In order to use the Mobile Application, you are required to have a compatible mobile telephone or handheld device, internet access, and the necessary minimum specifications ('Software Requirements'). The Software Requirements are as follows: Apple iOS devices running IOS 11 IOS 12 IOS 13, and Android OS devices running Android OS 10 up to OS 12; Language: English, Italian, German, Spanish, French.",
    "Important notice:",
    "By downloading the Mobile Application from this website or clicking on the \"Accept\" button below you agree to the terms of this EULA which will bind you, as enumerated herein below. If you do not agree to the terms of this EULA, we will not license the Mobile Application and Documents to you and you must stop the downloading or streaming process (as applicable) now [by clicking on the \"Cancel\" button below]. In this case the downloading or streaming process will terminate.",
    "1. GENERAL",
    "These terms and conditions form the contract between the USER and the MICEKART PVT LTD and shall be in addition to and not in derogation of other terms and conditions relating to any account of the USER and/or the respective product or the service provided by the MICEKART PVT LTD.By downloading or using the Mobile Application, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the Mobile Application. We are offering you this Mobile Application to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the Mobile Application, any part of the Mobile Application, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the Mobile Application, and you also shouldn’t try to translate the Mobile Application into other languages, or make derivative versions. The Mobile Application itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to MICEKART PVT LTD.At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, Acceptable Use of the Mobile Application, and the general Terms and Conditions for users of the services offered by us, which will be relevant if you use the Mobile Application and are currently using the services provided by us.This EULA does not apply to any website(s), mobile sites and mobile apps of third parties, even if their websites/products are linked to our website. User should take note that information and privacy practices of MICEKART Pvt LTD business partners, advertisers, sponsors or other sites to which MICEKART provides hyperlink(s), may be materially different from these terms of use. Accordingly, it is recommended that you review the privacy statements, end user agreements and policies of any such third parties with whom they interact.This EULA does not apply to any website(s), mobile sites and mobile apps of third parties, even if their websites/products are linked to our website. User should take note that information and privacy practices of MICEKART Pvt LTD business partners, advertisers, sponsors or other sites to which MICEKART provides hyperlink(s), may be materially different from these terms of use. Accordingly, it is recommended that you review the privacy statements, end user agreements and policies of any such third parties with whom they interact.Using Your Mobile Device: We may offer you the ability to connect with MICEKART Services using a mobile device, either through a mobile application or via a mobile optimized website. The provisions of this EULA apply to all such mobile access and use of mobile devices.When you download or use our mobile applications, or access one of our mobile optimized sites, we may receive information about your location and your mobile device, including a unique identifier for your device. We may use this information to provide you with location-based services, such as advertising, search results, and other personalized content. Most mobile devices allow you to control or disable location services in the device's setting's menu. If you have questions about how to disable your device's location services, we recommend you contact your mobile service carrier or the manufacture of your particular device.",
    "2. DATA PROTECTION",
    "How we collect your personal information:",
    "These terms and conditions form the contract between the USER and the MICEKART PVT LTD and shall be in addition to and not in derogation of other terms and conditions relating to any account of the USER and/or the respective product or the service provided by the MICEKART PVT LTD.Through registration on the website:Information which you provide while subscribing to or registering on the website, including but not limited to information about your personal identity such as name , gender, marital status, religion, age etc., your contact details such as your email address, postal addresses, frequent flyer number, telephone (mobile or otherwise) and fax numbers. The information may also include information such as your banking details (including credit/debit card) and any other information relating to your income and/or lifestyle; Aadhar numbers, pan no., passport details, billing information payment history etc. (as shared by you).Information we collect automatically:When you use MICEkart Services, we collect information sent to us by your computer, mobile phone or other access device. The information sent to us includes, but is not limited to, the following: data about the pages you access, computer IP address, device ID or unique identifier, device type, geo-location information, computer and connection information, mobile network information, statistics on page views, traffic to and from the sites, referral URL, ad data, and standard web log data and other information. We also collect anonymous information through our use of cookies and web beacons (visit How we use Cookies and Similar Technologies for more information).Information you provide to us:We may collect and store any information you provide us when you use MICEKART Services, including when you add information on a web form, add or update your account information, participate in community discussions, chats, or dispute resolutions, or when you otherwise correspond with us regarding MICEKART Services.Other information:We many also collect some other information including but not limited to, Information pertaining any other traveller(s) for who you make a booking through your registered MICEKART account. In such case, you must confirm and represent that each of the other traveller(s) have agreed to have the information shared by you disclosed to us.We may also collect information from or about you from other sources, such as through your contact with us, including our customer support team, your results when you respond to a survey, your interactions with members of the MICEKART team, corporate or other companies (subject to their privacy policies and applicable law), and from other accounts we have reason to believe you control (whether in part or in whole). Additionally, for quality and training purposes or for its own protection, MICEKART may monitor or record its telephone conversations with you or anyone acting on your behalf. By communicating with MICEKART, you acknowledge that your communication may be overheard, monitored, or recorded without further notice or warning.Information from other sources:We may also obtain information about you from third parties such as credit bureaus and identity verification services.You may choose to provide us with access to certain personal information stored by third parties such as social media sites (e.g., Facebook and Twitter). The information we may receive varies by site and is controlled by that site. By associating an account managed by a third party with your MICEKART account and authorizing MICEKART to have access to this information, you agree that MICEKART may collect, store and use this information in accordance with this Privacy Policy.",
    "How we use your personal information:",
    "Any personal information you supply to MICEKART when using the Mobile Application will be used by MICEKART in accordance with its Privacy Policy, other terms and conditions, and the terms of this EULA.MICEKART shall have the right to not return the data, application, the photographs, information and documents submitted by you. MICEKART shall, without notice to or without any consent of the end user, be absolutely entitled and have full right, power and authority to make disclosure of any information relating to end user including personal information, details in relation to documents, products/services offered, defaults, security, obligations of end user, to other agencies, service providers any other third parties, any assignees/potential assignees of transferees, who may need the information and may process the information, publish in such manner, including publishing the name as part of wilful defaulter list from time to time, or for other related purposes. In this connection, the end user waives the privilege of privacy and privacy of contract. MICEKART shall have the right, without notice to or without any consent of the end user, to approach, make enquiries, obtain information, from any other person related to the end user, to obtain any information for assessing track record, or for establishing contact with the end user or for the purpose of recovery of dues from the end user.In case any personal information or sensitive information is collected by the MICEKART, the same shall be dealt with in accordance with the privacy policy of the MICEKART which is available on the website of the MICEkart atwww.micekart.comOur primary purpose in collecting personal information is to provide you with a secure, smooth, efficient, and customized experience. We may use your personal information to:provide MICEKART Services and customer support;process transactions and send notices about your transactions;verify your identity, including during account creation and password reset processes;resolve disputes, collect fees, and troubleshoot problems;manage risk, or to detect, prevent, and/or remediate fraud or other potentially prohibited or illegal activities;detect, prevent or remediate violations of policies or applicable user agreements;improve the MICEKART Services by customizing your user experience;measure the performance of the MICEKART Services and improve their content and layout;manage and protect our information technology infrastructure;provide targeted marketing and advertising, provide service update notices, and deliver promotional offers based on your communication preferences;contact you at any telephone number, by placing a voice call or through text (SMS) or email messaging, as authorized by our User Agreement;perform creditworthiness and solvency checks, and compare information for accuracy and verify it with third parties.Provide access to the MICE details for the upcoming event.Provide other travel related information or coordination information as may be necessary for the MICE event or the travel or for any other purposes for delivering our services.We may contact you via electronic means or postal mail to notify you regarding your account, to troubleshoot problems with your account, to resolve a dispute, to collect fees or monies owed, to poll your opinions through surveys or questionnaires, or as otherwise necessary to service your account. Additionally, we may contact you to offer coupons, discounts and promotions, and inform you about MICEKART Services and the services of our corporate family. Finally, we may contact you as necessary to enforce our policies, applicable law, or any agreement we may have with you. When contacting you via phone, to reach you as efficiently as possible we may use, and you consent to receive, autodialled or pre-recorded calls and text messages. Where applicable and permitted by law, you may decline to receive certain communications.Authentication and Fraud Detection:In order to help protect you from fraud and misuse of your personal information, we may collect information about you and your interactions with MICEKART Services. We may also evaluate your computer, mobile phone or other access device to identify any malicious software or activity.",
    "3. ACCURACY OF INFORMATION",
    "MICEKART may receive input, data or information of the user in the Mobile Application from the user himself or from the prime contact representing the user. Prime contact as per this EULA is the person designated by the client who is the primary contact/interface between the client and MICEKART. It is the principal responsibility of the user to ensure all information, documentation, data fed into the Mobile Application is true and correct in all respects. In the event the information, documentation, data fed into the Mobile Application is updated by the prime contact on behalf of the user then it shall be the sole responsibility of the prime contact to ensure that such information, documentation, data fed into the Mobile Application is true and correct in all respects. Any discrepancies whatsoever with respect to the traveller related information or documentation, MICEKART shall and cannot be held liable under any circumstances. The verification of all such user related information is the core responsibility of the user or the prime contact and MICEKART takes no responsibility on its correctness or accuracy. In the event the client or user or the prime contact is unable to travel or attend the event as a result of wrong information provided or is unable to avail any of the services provided by MICEKART or its service providers, MICEKART shall not and cannot be held responsible.The user takes the responsibility for the correctness of the information supplied by him to the MICEKART through the use of the said facility or through any other means such as electronic mail or written communication. In the event there are multiple traveller(s) it shall be the responsibility of the prime contact from your organisation to ensure accuracy of the information being provided to MICEKART. The user or the prime contact acting on behalf of the user has to ensure that the personal information supplied by the user or on behalf of the user is true and correct in all respects. MICEKART shall not in any event be held liable for any error in respect of such information. The user or the prime contact (acting on behalf of the user) needs to ensure all data and information supplied or fed into the Mobile Application or provided to MICEKART otherwise is true and correct and corresponds to other government issued documents such as passport details, names, Aadhar numbers, other trip related documents, etc. In the event any wrong information is processed or fed into the Mobile Application due to which the user is unable to avail the trip benefits or participate in the event being organised, it shall not be the responsibility of MICEKART in anyway.The user herein accepts that in case of any discrepancy in the information provided by him with regard to this facility the onus shall lie upon the user only and thus agrees to furnish accurate information at all times to the MICEKART. If the User suspects that there is an error in the information supplied by MICEKART to him, he shall inform the team at MICEKART immediately. MICEKART will endeavor to correct the error promptly wherever possible on a best effort basis.MICEKART shall also not be responsible for any incidental error which occurs inspite of necessary steps being taken by the MICEKART team to ensure the accuracy of the information provided to the user and the user shall not have any claim against the MICEKART in an event of any loss/damage suffered by the user as a consequence of the inaccurate information provided by the MICEKART team and its wrongful transmission thereto, including but not limited to that of the personal information of the user.",
    "4. PROPRIETARY RIGHTS AND LICENCE",
    "All trademarks, copyright, database rights and other intellectual property rights of any nature in the Mobile Application together with the underlying software code are owned either directly by MICEKART or by MICEKART licensorsMICEKART hereby grants you a worldwide, non-exclusive, royalty-free revocable licence to use the Mobile Application for your business and personal use in accordance with this EULA.It is hereby agreed and understood that by uploading any photo or documents by the user on the Mobile Applications, grants a worldwide, non-exclusive, royalty-free irrevocable licence to  MICEKART for use of such data for business and marketing use in accordance with this EULA and the Privacy Policy of MICEKART.",
    "5. AUTHORIZATION",
    "The user irrevocably and unconditionally authorizes MICEKART to access his account registered for the service for effecting MICEKART or other transactions of the user through the Mobile Application or its website for the particular MICE event or otherwise.The user expressly authorizes MICEKART to disclose to the service provider or any other third party, all user information in its possession, as may be required by them to provide the services to the user.The authority to record the transaction details is hereby expressly granted by the User to MICEKART. All records of MICEKART generated by the transactions arising out of use of the Mobile Application, including the time of the transaction recorded shall be conclusive proof of the genuineness and accuracy of the transactions.User authorizes MICEKART to send any message or make calls to his mobile phone/ or display banners or any other communication on MICEKART mobile application to inform the user about any promotional offers including information regarding MICEKART’S new products either now available or which  MICEKART may come up with in the future, greetings, banners or any other promotional massages or any other message that MICEKART may consider appropriate to the user.The User irrevocably and unconditionally agrees that such calls or messages made by the MICEKART and or its agents shall not be construed as a breach of the privacy of the user and shall not be proceeded against accordingly.The User authorizes MICEKART to send any rejection message, if it finds that the request sent by the User is not as per the MICEKART format/requirement or if it is in conflict with MICEKART’s terms and conditions.MICEKART shall make all reasonable efforts to ensure that the user information is kept confidential. The MICEKART however shall not be responsible for any divulgence or leakage of confidential User information under any circumstance or any third party hacking the servers or the Mobile Application itself and loss of any personal information thereto of the user.The user expressly authorizes the MICEKART to carry out all request(s) or transaction(s) for and/or at the request of the user as are available to the user through the Mobile Application without MICEKART having to verify the authenticity of any request or transaction purporting to have been received from the user through the Mobile Application.MICEKART shall have the option to introduce any new facilities through this service at any time in future and the user shall be deemed to have expressly authorized MICEKART to make payment of the same when a request is received from him.",
    "6. ELECTRONIC ORDER RISKS",
    "The order entry systems under the Mobile Application have been designed to provide an efficient and dependable method for entering orders. Commercial internet service providers are not 100% reliable and a failure by one or more of these providers may affect internet-based order entry. You acknowledge that the order entry system is an electronic mechanical system and as such may be subject to failure beyond the control of  MICEKART. Therefore, MICEKART shall not be responsible for errors, negligence, inability to execute orders, delays in transmission, delivery or execution of order due to breakdown or failure of transmission or communication facilities, or to any other cause beyond MICEKART’s control or anticipation. You acknowledge that pricing or typographical errors may occur and that therefore, in the event that a product is listed at an incorrect price or with incorrect information due to an error in pricing or product information, MICEKART reserves the right, at our sole discretion, to refuse or cancel or reject any orders placed for the products. Furthermore, MICEKART reserves the right to deny refuse or cancel or reject any orders placed in case of market volatility and/ or unusual circumstances or conditions.",
    "7. LIABILITIES AND RESPONSIBILITIES OF THE USER",
    "The user shall be responsible for the accuracy of any information provided by the user for availing the facilities and services of MICEKART.The User is solely responsible for protecting his registered mobile phone and login information for the use of the Mobile Application.The user shall be liable to MICEKART for any kind of unauthorized or unlawful use of any of the above mentioned passwords or of the said Mobile Application or any fraudulent or erroneous instruction given and any financial charges thus incurred shall be payable by the user only.The user accepts that for the purposes of the Mobile Application and any transaction emanating from the given mobile phone and mobile number shall be assumed to have initiated by the user.The user shall request MICEKART, to suspend the said facility or change mobile number, if his mobile phone has been lost or has been allotted to some other person. Also he shall be obliged to inform  MICEKART about any change in the mobile number or any unauthorized transaction in his account of which he has knowledge.It shall be the responsibility of the user to update himself with regard to any information relating to the services as MICEKART may decide to provide certain other additional services under the said facility or Mobile Application. MICEKART shall not be responsible for any disregard on the part of the user.The user shall be liable for all loss if he has breached the terms and conditions of EULA contained herein or contributed or caused the loss by negligent actions or a failure on his part to advise MICEKART within a reasonable time about any unauthorized access in the account.",
    "8. INDEMNITY",
    "In consideration of MICEKART agreeing to provide the facility of access to the Mobile Application and its services to the User, the User hereby irrevocably agrees, to indemnify and keep MICEKART indemnified, at all times hereafter, from all losses, damages, costs, legal fees, charges and expenses and consequences whatsoever, suffered or incurred by MICEKART on account of any claims, actions, suits or otherwise instituted by the User, or any third party whatsoever, arising out of or in connection with the use of the facility, services or the Mobile Application and any and all transactions initiated by the use of the Mobile Application, whether with or without the knowledge of the User, or whether the same have been initiated bona fide or otherwise which transactions, the User hereby acknowledges, MICEKART has processed on the transaction instructions and authority of the User in accordance with these terms and conditions and other applicable specific terms and conditions, as the case may be. The User further agrees and confirms that this indemnity shall remain valid and subsisting and binding upon the User notwithstanding partial withdrawal of the facility or the Mobile Application as the case may be.",
    "9. LIABILITY OF MICEKART",
    "MICEKART shall, in no circumstances, be held liable to the User, if access is not available in the desired manner for reasons including natural calamity, floods, fire and other natural disasters, legal restraints, faults in the telecommunication network or network failure, non-delivery of SMS, software or hardware error or any other reason beyond the control of MICEKART. Under no circumstances shall MICEKART be liable for any damages whatsoever whether such damages are direct, indirect, incidental, consequential and irrespective of whether any claim is based on loss of revenue, investment, production, goodwill, profit, interruption of business or any other loss of any character or nature whatsoever and whether sustained by the User or any other person. MICEKART is in no way liable for the services provided by the cellular service provider in relation to the mobile phone on which the Mobile Application is installed. MICEKART is in no way responsible/liable for the charges levied by the cellular service provider in relation to Mobile Application or the transactions conducted, data stored or circulated through the Mobile Application.",
    "10. LIABILITY OF THE CELLULAR SERVICE PROVIDER",
    "Due to limitations of the SMS (Short Messaging Services) technology and of WAP (Wireless Application Protocol) technology, the cellular service provider and MICEKART do not warrant the confidentiality or security of the messages whether personal or otherwise transmitted through Mobile Application. The cellular service provider makes no warranty or representation of any kind in relation to the system and the network or their function or performance or for any loss or damage whenever and however suffered or incurred by the User or by any person resulting from or in connection with the Mobile Application or cellular service or the cellular network. Without limitation to the other provisions of this agreement, the cellular service provider, its employees, agents or contractors, shall not be liable for any loss or damage whether direct, indirect or consequential, including but not limited to loss of revenue, profits, business, contracts, anticipated savings or goodwill, loss of use or value of any equipment including software, whether foreseeable or not, suffered by the User or any other person howsoever arising from or relating to any delay, interruption, suspension, resolution of error of MICEKART and Mobile Application service in receiving and processing the request and in formulating and returning responses or any failure, delay, interruption, suspension, restriction or error in the transmission of any information or message to and from the telecommunication equipment of the User and the cellular service provider network and MICEKART's system or any break down, interruption, suspension or failure of the telecommunication equipment of the User, MICEKART's system or the cellular service provider network. Notwithstanding herein to the contrary, the cellular service provider shall not be involved in or in any way liable to the User for any dispute between the MICEKART and the user.",
    "11. CONDITIONS OF USE",
    "You will not, nor allow third parties on your behalf to (i) make and distribute copies of the Mobile Application (ii) attempt to copy, reproduce, alter, modify, reverse engineer, disassemble, decompile, transfer, exchange or translate the Mobile Application; or (iii) create derivative works of the Mobile Application of any kind whatsoeverThe Mobile Application is currently made available to you free of charge for your personal, non-commercial use. MICEKART reserves the right to amend or withdraw the Mobile Application, or charge for the application or service provided to you in accordance with this EULA, at any time and for any reason.You acknowledge that the terms of agreement with your respective mobile network provider will continue to apply when using the Mobile Application. As a result, you may be charged by the cellular service provider for access to network connection services for the duration of the connection while accessing the Mobile Application or any such third party charges as may arise. You accept responsibility for any such charges that arise.If you are not the bill payer for the mobile telephone or handheld device being used to access the Mobile Application, you will be assumed to have received permission from the bill payer for using the Mobile Application.",
    "12. AVAILABILITY",
    "This Mobile Application is available to handheld mobile devices running Apple iOS and Android OS Operating Systems. MICEKART will use reasonable efforts to make the Mobile Application available at all times. However you acknowledge the Mobile Application is provided over the internet and mobile networks and so the quality and availability of the Mobile Application may be affected by factors outside MICEKART’s reasonable control.MICEKART, its group of companies and sub-contractors do not accept any responsibility whatsoever for unavailability of the Mobile Application, or any difficulty or inability to download or access content or any other communication system failure which may result in the Mobile Application being unavailable.MICEKART will not be responsible for any support or maintenance for the Mobile Application.",
    "13. LIMITATION OF LIABILITY",
    "In no event will MICEKART be liable for any direct, indirect, special, punitive, exemplary or consequential losses or damages of whatsoever kind arising out of your use or access to the Mobile Application, including loss of profit, loos of production, loss of data, loss of personal information, loss of use, loss of business or the like whether or not in the contemplation of the parties, whether based on breach of contract, tort (including negligence), product liability or otherwise.MICEKART is not liable to you for any damage or alteration to your equipment including but not limited to computer equipment, handheld device or mobile telephones as a result of the installation or use of the Mobile Application including but not limited to leakage of confidential information or personal data, virus attacks or hacking etc. any loss of data or information, whatsoever, as a consequence of the same shall also not be attributable to MICEKART.",
    "14 DISCLAIMER OF WARRANTIES",
    "MICEKART shall be absolved of any liability in case:",
    "The user fails to avail the facility due to force majeure conditions including but not limited to not being in the required geographical range or any other reason including natural calamities; legal restraints any technical lapses in the telecommunication network or any other reasons beyond the actual control of MICEKART , MICEKART shall not be accountable. Also MICEKART is herein absolved of any kind of liability arising due to a loss; direct or indirect incurred by the user or any other person due to any lapse in the facility owing to the above-mentioned reasons.The user is acting in good faith on any transaction instructions received by MICEKART;There is any unauthorized use of the Users personal information data (login details, account details, personal information), or mobile phone or for any fraudulent, duplicate or erroneous transaction instructions given by use of the User's account or mobile phone;There is loss of any information during processing or transmission or any unauthorized access by any other person or breach of confidentiality.There is any lapse or failure on the part of the service providers or any third party affecting the said facility and that MICEKART makes no warranty as to the quality of the service provided by any such provider.MICEKART does not warrant the confidentiality or security of the messages whether personal or otherwise transmitted through the Mobile Application. MICEKART makes no warranty or representation of any kind in relation to the system and the network or their function or performance or for any loss or damage whenever and howsoever suffered or incurred by the User or by any person resulting from or in connection with the Mobile Application facility.MICEKART, its employees, agent or contractors, shall not be liable for and in respect of any loss or damage whether direct, indirect or consequential, including but not limited to loss of revenue, profit, business, contracts, anticipated savings or goodwill, loss of use or value of any equipment including software, whether foreseeable or not, suffered by the User or any person howsoever arising from or relating to any delay, interruption, suspension, resolution or error of MICEKART in receiving and processing the request and in formulating and returning responses or any failure, delay, interruption, suspension, restriction, or error in transmission of any information or message to and from the telecommunication equipment of the User and the network of any service provider and MICEKART's system or any breakdown, interruption, suspension or failure of the telecommunication equipment of the User, MICEKART's system or the network of any service provider and/or any third party who provides such services as is necessary to provide the Mobile Application facility.Any loss incurred by the user due to use of the facility by any other person with an express or implied permission of the user. MICEKART shall not be held responsible for the confidentiality, secrecy and security of the personal or account information being sent through the facility for effecting the user's instructions.MICEKART shall not be held liable for any loss suffered by the user due to disclosure of the personal information to a third party by MICEKART, for reasons inclusive but not limited to participation in any telecommunication or electronic clearing network, in compliance with a legal directive, for statistical analysis or for credit rating or for marketing purposes.MICEKART reserves the right to verify the validity of entries, data uploaded by the user or prime contact acting on behalf of the user and to disqualify any user which, in the opinion of MICEKART, includes objectionable content, profanity, potentially insulting, inflammatory or defamatory statements, photos, videos, data. MICEKART may further exercise the right to disqualify or deactivate the account of such user who tampers with the Mobile Application purpose and process or who submits any data on the Mobile Application that is not in accordance with these terms and conditions, or who has, in the opinion of MICEKART, engaged in conduct in downloading or using the Mobile Application in a way which is fraudulent, misleading, deceptive or generally damaging to the goodwill or reputation of MICEKART or other users of MICEKART. MICEKART may remove the account of such user who breaches this obligation or restrict their access or terminate the use of Mobile Application. MICEKART shall also reserve the right to seek appropriate damages from any user who breaches this obligation and to seek any other suitable legal recourse as may be available under the law.",
    "15. TERMINATION",
    "In case the user wishes to terminate the Mobile Application service, he can deregister from the Mobile Application by visiting settings menu of the Mobile Application. Alternatively he can request MICEKART to deregister from the service. Notwithstanding the termination of the said facility, the user shall remain accountable for all the transactions made prior to any such termination on the user's account.MICEKART may, at its discretion, withdraw temporarily or terminate the Mobile Application facility, either wholly or in part, at any time without giving prior notice to the User. MICEKART may, without prior notice, suspend the Mobile Application facility at any time during which any maintenance work or repair is required to be carried out or in case of any emergency or for security reasons, which require the suspension of the Mobile Application facility. The closure of the account of the User will automatically terminate the Mobile Application facility. MICEKART may suspend or terminate Mobile Application facility without prior notice if the User has breached these terms and conditions or MICEKART learns of the death, bankruptcy or lack of legal capacity of the User. Except as otherwise provided by the applicable law or regulation, MICEKART reserves the right to terminate the Mobile Application facility and/or expand, reduce or suspend the transactions allowed using this Mobile Application facility, change the process and transaction limits associated with this Mobile Application facility based on security issues, at any time, without any prior notice to the User.",
    "16. MODIFICATION / ALTERATIONS TO THE MOBILE APPLICATION FACILITY",
    "MICEKART reserves the absolute discretionary right to make any amendments in the given terms and condition at any time as it may deem fit without any prior notice to the user. Any such amendment shall be communicated to the user by displaying on the website http://www.micekart.com; and the User shall be bound by such amended terms and conditions.",
    "17. GOVERNING LAW AND JURISDICTION",
    "The construction, validity and performance of this EULA shall be governed in all respects by the laws of India. The parties hereby submit to the exclusive jurisdiction of the competent Courts at Mumbai, India which courts shall have jurisdiction in the matter to the exclusion of any other courts, irrespective of whether such other courts have similar jurisdiction in the matter. MICEKART is absolved of any liability arising, direct or indirect, for non-compliance with the laws of any country other than India where the facility is accessible.",
    "A - 703,Neelkanth Business park, Vidyavhihar (west), Mumbai 400086"
  ],
  "lists": [
    {
      "type": "ul",
      "items": [
        "These terms and conditions form the contract between the USER and the MICEKART PVT LTD and shall be in addition to and not in derogation of other terms and conditions relating to any account of the USER and/or the respective product or the service provided by the MICEKART PVT LTD.",
        "By downloading or using the Mobile Application, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the Mobile Application. We are offering you this Mobile Application to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the Mobile Application, any part of the Mobile Application, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the Mobile Application, and you also shouldn’t try to translate the Mobile Application into other languages, or make derivative versions. The Mobile Application itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to MICEKART PVT LTD.",
        "At the bottom of these terms and conditions you will be able to find links to our website where we set out our Privacy Policy, Acceptable Use of the Mobile Application, and the general Terms and Conditions for users of the services offered by us, which will be relevant if you use the Mobile Application and are currently using the services provided by us.",
        "This EULA does not apply to any website(s), mobile sites and mobile apps of third parties, even if their websites/products are linked to our website. User should take note that information and privacy practices of MICEKART Pvt LTD business partners, advertisers, sponsors or other sites to which MICEKART provides hyperlink(s), may be materially different from these terms of use. Accordingly, it is recommended that you review the privacy statements, end user agreements and policies of any such third parties with whom they interact.",
        "This EULA does not apply to any website(s), mobile sites and mobile apps of third parties, even if their websites/products are linked to our website. User should take note that information and privacy practices of MICEKART Pvt LTD business partners, advertisers, sponsors or other sites to which MICEKART provides hyperlink(s), may be materially different from these terms of use. Accordingly, it is recommended that you review the privacy statements, end user agreements and policies of any such third parties with whom they interact.",
        "Using Your Mobile Device: We may offer you the ability to connect with MICEKART Services using a mobile device, either through a mobile application or via a mobile optimized website. The provisions of this EULA apply to all such mobile access and use of mobile devices.",
        "When you download or use our mobile applications, or access one of our mobile optimized sites, we may receive information about your location and your mobile device, including a unique identifier for your device. We may use this information to provide you with location-based services, such as advertising, search results, and other personalized content. Most mobile devices allow you to control or disable location services in the device's setting's menu. If you have questions about how to disable your device's location services, we recommend you contact your mobile service carrier or the manufacture of your particular device."
      ]
    },
    {
      "type": "ul",
      "items": [
        "These terms and conditions form the contract between the USER and the MICEKART PVT LTD and shall be in addition to and not in derogation of other terms and conditions relating to any account of the USER and/or the respective product or the service provided by the MICEKART PVT LTD.",
        "Through registration on the website:Information which you provide while subscribing to or registering on the website, including but not limited to information about your personal identity such as name , gender, marital status, religion, age etc., your contact details such as your email address, postal addresses, frequent flyer number, telephone (mobile or otherwise) and fax numbers. The information may also include information such as your banking details (including credit/debit card) and any other information relating to your income and/or lifestyle; Aadhar numbers, pan no., passport details, billing information payment history etc. (as shared by you).",
        "Information we collect automatically:When you use MICEkart Services, we collect information sent to us by your computer, mobile phone or other access device. The information sent to us includes, but is not limited to, the following: data about the pages you access, computer IP address, device ID or unique identifier, device type, geo-location information, computer and connection information, mobile network information, statistics on page views, traffic to and from the sites, referral URL, ad data, and standard web log data and other information. We also collect anonymous information through our use of cookies and web beacons (visit How we use Cookies and Similar Technologies for more information).",
        "Information you provide to us:We may collect and store any information you provide us when you use MICEKART Services, including when you add information on a web form, add or update your account information, participate in community discussions, chats, or dispute resolutions, or when you otherwise correspond with us regarding MICEKART Services.",
        "Other information:We many also collect some other information including but not limited to, Information pertaining any other traveller(s) for who you make a booking through your registered MICEKART account. In such case, you must confirm and represent that each of the other traveller(s) have agreed to have the information shared by you disclosed to us.",
        "We may also collect information from or about you from other sources, such as through your contact with us, including our customer support team, your results when you respond to a survey, your interactions with members of the MICEKART team, corporate or other companies (subject to their privacy policies and applicable law), and from other accounts we have reason to believe you control (whether in part or in whole). Additionally, for quality and training purposes or for its own protection, MICEKART may monitor or record its telephone conversations with you or anyone acting on your behalf. By communicating with MICEKART, you acknowledge that your communication may be overheard, monitored, or recorded without further notice or warning.",
        "Information from other sources:We may also obtain information about you from third parties such as credit bureaus and identity verification services.",
        "You may choose to provide us with access to certain personal information stored by third parties such as social media sites (e.g., Facebook and Twitter). The information we may receive varies by site and is controlled by that site. By associating an account managed by a third party with your MICEKART account and authorizing MICEKART to have access to this information, you agree that MICEKART may collect, store and use this information in accordance with this Privacy Policy."
      ]
    },
    {
      "type": "ul",
      "items": [
        "Any personal information you supply to MICEKART when using the Mobile Application will be used by MICEKART in accordance with its Privacy Policy, other terms and conditions, and the terms of this EULA.",
        "MICEKART shall have the right to not return the data, application, the photographs, information and documents submitted by you. MICEKART shall, without notice to or without any consent of the end user, be absolutely entitled and have full right, power and authority to make disclosure of any information relating to end user including personal information, details in relation to documents, products/services offered, defaults, security, obligations of end user, to other agencies, service providers any other third parties, any assignees/potential assignees of transferees, who may need the information and may process the information, publish in such manner, including publishing the name as part of wilful defaulter list from time to time, or for other related purposes. In this connection, the end user waives the privilege of privacy and privacy of contract. MICEKART shall have the right, without notice to or without any consent of the end user, to approach, make enquiries, obtain information, from any other person related to the end user, to obtain any information for assessing track record, or for establishing contact with the end user or for the purpose of recovery of dues from the end user.",
        "In case any personal information or sensitive information is collected by the MICEKART, the same shall be dealt with in accordance with the privacy policy of the MICEKART which is available on the website of the MICEkart atwww.micekart.com",
        "Our primary purpose in collecting personal information is to provide you with a secure, smooth, efficient, and customized experience. We may use your personal information to:provide MICEKART Services and customer support;process transactions and send notices about your transactions;verify your identity, including during account creation and password reset processes;resolve disputes, collect fees, and troubleshoot problems;manage risk, or to detect, prevent, and/or remediate fraud or other potentially prohibited or illegal activities;detect, prevent or remediate violations of policies or applicable user agreements;improve the MICEKART Services by customizing your user experience;measure the performance of the MICEKART Services and improve their content and layout;manage and protect our information technology infrastructure;provide targeted marketing and advertising, provide service update notices, and deliver promotional offers based on your communication preferences;contact you at any telephone number, by placing a voice call or through text (SMS) or email messaging, as authorized by our User Agreement;perform creditworthiness and solvency checks, and compare information for accuracy and verify it with third parties.Provide access to the MICE details for the upcoming event.Provide other travel related information or coordination information as may be necessary for the MICE event or the travel or for any other purposes for delivering our services.",
        "provide MICEKART Services and customer support;",
        "process transactions and send notices about your transactions;",
        "verify your identity, including during account creation and password reset processes;",
        "resolve disputes, collect fees, and troubleshoot problems;",
        "manage risk, or to detect, prevent, and/or remediate fraud or other potentially prohibited or illegal activities;",
        "detect, prevent or remediate violations of policies or applicable user agreements;",
        "improve the MICEKART Services by customizing your user experience;",
        "measure the performance of the MICEKART Services and improve their content and layout;",
        "manage and protect our information technology infrastructure;",
        "provide targeted marketing and advertising, provide service update notices, and deliver promotional offers based on your communication preferences;",
        "contact you at any telephone number, by placing a voice call or through text (SMS) or email messaging, as authorized by our User Agreement;",
        "perform creditworthiness and solvency checks, and compare information for accuracy and verify it with third parties.",
        "Provide access to the MICE details for the upcoming event.",
        "Provide other travel related information or coordination information as may be necessary for the MICE event or the travel or for any other purposes for delivering our services.",
        "We may contact you via electronic means or postal mail to notify you regarding your account, to troubleshoot problems with your account, to resolve a dispute, to collect fees or monies owed, to poll your opinions through surveys or questionnaires, or as otherwise necessary to service your account. Additionally, we may contact you to offer coupons, discounts and promotions, and inform you about MICEKART Services and the services of our corporate family. Finally, we may contact you as necessary to enforce our policies, applicable law, or any agreement we may have with you. When contacting you via phone, to reach you as efficiently as possible we may use, and you consent to receive, autodialled or pre-recorded calls and text messages. Where applicable and permitted by law, you may decline to receive certain communications.",
        "Authentication and Fraud Detection:In order to help protect you from fraud and misuse of your personal information, we may collect information about you and your interactions with MICEKART Services. We may also evaluate your computer, mobile phone or other access device to identify any malicious software or activity."
      ]
    },
    {
      "type": "ul",
      "items": [
        "provide MICEKART Services and customer support;",
        "process transactions and send notices about your transactions;",
        "verify your identity, including during account creation and password reset processes;",
        "resolve disputes, collect fees, and troubleshoot problems;",
        "manage risk, or to detect, prevent, and/or remediate fraud or other potentially prohibited or illegal activities;",
        "detect, prevent or remediate violations of policies or applicable user agreements;",
        "improve the MICEKART Services by customizing your user experience;",
        "measure the performance of the MICEKART Services and improve their content and layout;",
        "manage and protect our information technology infrastructure;",
        "provide targeted marketing and advertising, provide service update notices, and deliver promotional offers based on your communication preferences;",
        "contact you at any telephone number, by placing a voice call or through text (SMS) or email messaging, as authorized by our User Agreement;",
        "perform creditworthiness and solvency checks, and compare information for accuracy and verify it with third parties.",
        "Provide access to the MICE details for the upcoming event.",
        "Provide other travel related information or coordination information as may be necessary for the MICE event or the travel or for any other purposes for delivering our services."
      ]
    },
    {
      "type": "ul",
      "items": [
        "MICEKART may receive input, data or information of the user in the Mobile Application from the user himself or from the prime contact representing the user. Prime contact as per this EULA is the person designated by the client who is the primary contact/interface between the client and MICEKART. It is the principal responsibility of the user to ensure all information, documentation, data fed into the Mobile Application is true and correct in all respects. In the event the information, documentation, data fed into the Mobile Application is updated by the prime contact on behalf of the user then it shall be the sole responsibility of the prime contact to ensure that such information, documentation, data fed into the Mobile Application is true and correct in all respects. Any discrepancies whatsoever with respect to the traveller related information or documentation, MICEKART shall and cannot be held liable under any circumstances. The verification of all such user related information is the core responsibility of the user or the prime contact and MICEKART takes no responsibility on its correctness or accuracy. In the event the client or user or the prime contact is unable to travel or attend the event as a result of wrong information provided or is unable to avail any of the services provided by MICEKART or its service providers, MICEKART shall not and cannot be held responsible.",
        "The user takes the responsibility for the correctness of the information supplied by him to the MICEKART through the use of the said facility or through any other means such as electronic mail or written communication. In the event there are multiple traveller(s) it shall be the responsibility of the prime contact from your organisation to ensure accuracy of the information being provided to MICEKART. The user or the prime contact acting on behalf of the user has to ensure that the personal information supplied by the user or on behalf of the user is true and correct in all respects. MICEKART shall not in any event be held liable for any error in respect of such information. The user or the prime contact (acting on behalf of the user) needs to ensure all data and information supplied or fed into the Mobile Application or provided to MICEKART otherwise is true and correct and corresponds to other government issued documents such as passport details, names, Aadhar numbers, other trip related documents, etc. In the event any wrong information is processed or fed into the Mobile Application due to which the user is unable to avail the trip benefits or participate in the event being organised, it shall not be the responsibility of MICEKART in anyway.",
        "The user herein accepts that in case of any discrepancy in the information provided by him with regard to this facility the onus shall lie upon the user only and thus agrees to furnish accurate information at all times to the MICEKART. If the User suspects that there is an error in the information supplied by MICEKART to him, he shall inform the team at MICEKART immediately. MICEKART will endeavor to correct the error promptly wherever possible on a best effort basis.",
        "MICEKART shall also not be responsible for any incidental error which occurs inspite of necessary steps being taken by the MICEKART team to ensure the accuracy of the information provided to the user and the user shall not have any claim against the MICEKART in an event of any loss/damage suffered by the user as a consequence of the inaccurate information provided by the MICEKART team and its wrongful transmission thereto, including but not limited to that of the personal information of the user."
      ]
    },
    {
      "type": "ul",
      "items": [
        "All trademarks, copyright, database rights and other intellectual property rights of any nature in the Mobile Application together with the underlying software code are owned either directly by MICEKART or by MICEKART licensors",
        "MICEKART hereby grants you a worldwide, non-exclusive, royalty-free revocable licence to use the Mobile Application for your business and personal use in accordance with this EULA.",
        "It is hereby agreed and understood that by uploading any photo or documents by the user on the Mobile Applications, grants a worldwide, non-exclusive, royalty-free irrevocable licence to  MICEKART for use of such data for business and marketing use in accordance with this EULA and the Privacy Policy of MICEKART."
      ]
    },
    {
      "type": "ul",
      "items": [
        "The user irrevocably and unconditionally authorizes MICEKART to access his account registered for the service for effecting MICEKART or other transactions of the user through the Mobile Application or its website for the particular MICE event or otherwise.",
        "The user expressly authorizes MICEKART to disclose to the service provider or any other third party, all user information in its possession, as may be required by them to provide the services to the user.",
        "The authority to record the transaction details is hereby expressly granted by the User to MICEKART. All records of MICEKART generated by the transactions arising out of use of the Mobile Application, including the time of the transaction recorded shall be conclusive proof of the genuineness and accuracy of the transactions.",
        "User authorizes MICEKART to send any message or make calls to his mobile phone/ or display banners or any other communication on MICEKART mobile application to inform the user about any promotional offers including information regarding MICEKART’S new products either now available or which  MICEKART may come up with in the future, greetings, banners or any other promotional massages or any other message that MICEKART may consider appropriate to the user.",
        "The User irrevocably and unconditionally agrees that such calls or messages made by the MICEKART and or its agents shall not be construed as a breach of the privacy of the user and shall not be proceeded against accordingly.",
        "The User authorizes MICEKART to send any rejection message, if it finds that the request sent by the User is not as per the MICEKART format/requirement or if it is in conflict with MICEKART’s terms and conditions.",
        "MICEKART shall make all reasonable efforts to ensure that the user information is kept confidential. The MICEKART however shall not be responsible for any divulgence or leakage of confidential User information under any circumstance or any third party hacking the servers or the Mobile Application itself and loss of any personal information thereto of the user.",
        "The user expressly authorizes the MICEKART to carry out all request(s) or transaction(s) for and/or at the request of the user as are available to the user through the Mobile Application without MICEKART having to verify the authenticity of any request or transaction purporting to have been received from the user through the Mobile Application.",
        "MICEKART shall have the option to introduce any new facilities through this service at any time in future and the user shall be deemed to have expressly authorized MICEKART to make payment of the same when a request is received from him."
      ]
    },
    {
      "type": "ul",
      "items": [
        "The user shall be responsible for the accuracy of any information provided by the user for availing the facilities and services of MICEKART.",
        "The User is solely responsible for protecting his registered mobile phone and login information for the use of the Mobile Application.",
        "The user shall be liable to MICEKART for any kind of unauthorized or unlawful use of any of the above mentioned passwords or of the said Mobile Application or any fraudulent or erroneous instruction given and any financial charges thus incurred shall be payable by the user only.",
        "The user accepts that for the purposes of the Mobile Application and any transaction emanating from the given mobile phone and mobile number shall be assumed to have initiated by the user.",
        "The user shall request MICEKART, to suspend the said facility or change mobile number, if his mobile phone has been lost or has been allotted to some other person. Also he shall be obliged to inform  MICEKART about any change in the mobile number or any unauthorized transaction in his account of which he has knowledge.",
        "It shall be the responsibility of the user to update himself with regard to any information relating to the services as MICEKART may decide to provide certain other additional services under the said facility or Mobile Application. MICEKART shall not be responsible for any disregard on the part of the user.",
        "The user shall be liable for all loss if he has breached the terms and conditions of EULA contained herein or contributed or caused the loss by negligent actions or a failure on his part to advise MICEKART within a reasonable time about any unauthorized access in the account."
      ]
    },
    {
      "type": "ul",
      "items": [
        "You will not, nor allow third parties on your behalf to (i) make and distribute copies of the Mobile Application (ii) attempt to copy, reproduce, alter, modify, reverse engineer, disassemble, decompile, transfer, exchange or translate the Mobile Application; or (iii) create derivative works of the Mobile Application of any kind whatsoever",
        "The Mobile Application is currently made available to you free of charge for your personal, non-commercial use. MICEKART reserves the right to amend or withdraw the Mobile Application, or charge for the application or service provided to you in accordance with this EULA, at any time and for any reason.",
        "You acknowledge that the terms of agreement with your respective mobile network provider will continue to apply when using the Mobile Application. As a result, you may be charged by the cellular service provider for access to network connection services for the duration of the connection while accessing the Mobile Application or any such third party charges as may arise. You accept responsibility for any such charges that arise.",
        "If you are not the bill payer for the mobile telephone or handheld device being used to access the Mobile Application, you will be assumed to have received permission from the bill payer for using the Mobile Application."
      ]
    },
    {
      "type": "ul",
      "items": [
        "This Mobile Application is available to handheld mobile devices running Apple iOS and Android OS Operating Systems. MICEKART will use reasonable efforts to make the Mobile Application available at all times. However you acknowledge the Mobile Application is provided over the internet and mobile networks and so the quality and availability of the Mobile Application may be affected by factors outside MICEKART’s reasonable control.",
        "MICEKART, its group of companies and sub-contractors do not accept any responsibility whatsoever for unavailability of the Mobile Application, or any difficulty or inability to download or access content or any other communication system failure which may result in the Mobile Application being unavailable.",
        "MICEKART will not be responsible for any support or maintenance for the Mobile Application."
      ]
    },
    {
      "type": "ul",
      "items": [
        "In no event will MICEKART be liable for any direct, indirect, special, punitive, exemplary or consequential losses or damages of whatsoever kind arising out of your use or access to the Mobile Application, including loss of profit, loos of production, loss of data, loss of personal information, loss of use, loss of business or the like whether or not in the contemplation of the parties, whether based on breach of contract, tort (including negligence), product liability or otherwise.",
        "MICEKART is not liable to you for any damage or alteration to your equipment including but not limited to computer equipment, handheld device or mobile telephones as a result of the installation or use of the Mobile Application including but not limited to leakage of confidential information or personal data, virus attacks or hacking etc. any loss of data or information, whatsoever, as a consequence of the same shall also not be attributable to MICEKART."
      ]
    },
    {
      "type": "ul",
      "items": [
        "The user fails to avail the facility due to force majeure conditions including but not limited to not being in the required geographical range or any other reason including natural calamities; legal restraints any technical lapses in the telecommunication network or any other reasons beyond the actual control of MICEKART , MICEKART shall not be accountable. Also MICEKART is herein absolved of any kind of liability arising due to a loss; direct or indirect incurred by the user or any other person due to any lapse in the facility owing to the above-mentioned reasons.",
        "The user is acting in good faith on any transaction instructions received by MICEKART;",
        "There is any unauthorized use of the Users personal information data (login details, account details, personal information), or mobile phone or for any fraudulent, duplicate or erroneous transaction instructions given by use of the User's account or mobile phone;",
        "There is loss of any information during processing or transmission or any unauthorized access by any other person or breach of confidentiality.",
        "There is any lapse or failure on the part of the service providers or any third party affecting the said facility and that MICEKART makes no warranty as to the quality of the service provided by any such provider.",
        "MICEKART does not warrant the confidentiality or security of the messages whether personal or otherwise transmitted through the Mobile Application. MICEKART makes no warranty or representation of any kind in relation to the system and the network or their function or performance or for any loss or damage whenever and howsoever suffered or incurred by the User or by any person resulting from or in connection with the Mobile Application facility.",
        "MICEKART, its employees, agent or contractors, shall not be liable for and in respect of any loss or damage whether direct, indirect or consequential, including but not limited to loss of revenue, profit, business, contracts, anticipated savings or goodwill, loss of use or value of any equipment including software, whether foreseeable or not, suffered by the User or any person howsoever arising from or relating to any delay, interruption, suspension, resolution or error of MICEKART in receiving and processing the request and in formulating and returning responses or any failure, delay, interruption, suspension, restriction, or error in transmission of any information or message to and from the telecommunication equipment of the User and the network of any service provider and MICEKART's system or any breakdown, interruption, suspension or failure of the telecommunication equipment of the User, MICEKART's system or the network of any service provider and/or any third party who provides such services as is necessary to provide the Mobile Application facility.",
        "Any loss incurred by the user due to use of the facility by any other person with an express or implied permission of the user. MICEKART shall not be held responsible for the confidentiality, secrecy and security of the personal or account information being sent through the facility for effecting the user's instructions.",
        "MICEKART shall not be held liable for any loss suffered by the user due to disclosure of the personal information to a third party by MICEKART, for reasons inclusive but not limited to participation in any telecommunication or electronic clearing network, in compliance with a legal directive, for statistical analysis or for credit rating or for marketing purposes.",
        "MICEKART reserves the right to verify the validity of entries, data uploaded by the user or prime contact acting on behalf of the user and to disqualify any user which, in the opinion of MICEKART, includes objectionable content, profanity, potentially insulting, inflammatory or defamatory statements, photos, videos, data. MICEKART may further exercise the right to disqualify or deactivate the account of such user who tampers with the Mobile Application purpose and process or who submits any data on the Mobile Application that is not in accordance with these terms and conditions, or who has, in the opinion of MICEKART, engaged in conduct in downloading or using the Mobile Application in a way which is fraudulent, misleading, deceptive or generally damaging to the goodwill or reputation of MICEKART or other users of MICEKART. MICEKART may remove the account of such user who breaches this obligation or restrict their access or terminate the use of Mobile Application. MICEKART shall also reserve the right to seek appropriate damages from any user who breaches this obligation and to seek any other suitable legal recourse as may be available under the law."
      ]
    },
    {
      "type": "ul",
      "items": [
        "In case the user wishes to terminate the Mobile Application service, he can deregister from the Mobile Application by visiting settings menu of the Mobile Application. Alternatively he can request MICEKART to deregister from the service. Notwithstanding the termination of the said facility, the user shall remain accountable for all the transactions made prior to any such termination on the user's account.",
        "MICEKART may, at its discretion, withdraw temporarily or terminate the Mobile Application facility, either wholly or in part, at any time without giving prior notice to the User. MICEKART may, without prior notice, suspend the Mobile Application facility at any time during which any maintenance work or repair is required to be carried out or in case of any emergency or for security reasons, which require the suspension of the Mobile Application facility. The closure of the account of the User will automatically terminate the Mobile Application facility. MICEKART may suspend or terminate Mobile Application facility without prior notice if the User has breached these terms and conditions or MICEKART learns of the death, bankruptcy or lack of legal capacity of the User. Except as otherwise provided by the applicable law or regulation, MICEKART reserves the right to terminate the Mobile Application facility and/or expand, reduce or suspend the transactions allowed using this Mobile Application facility, change the process and transaction limits associated with this Mobile Application facility based on security issues, at any time, without any prior notice to the User."
      ]
    }
  ],
  "tables": [],
  "metadata": {
    "viewport": "width=device-width,initial-scale=1,maximum-scale=1,user-scalable=no",
    "theme-color": "#000000",
    "robots": "index, follow",
    "google-site-verification": "xDuV2zE18L3vbZnkQwKFePk0uJhvPw2QKpItx-MpVA0",
    "description": "Explore MICEkart's detailed event terms and conditions, covering corporate event planning, MICE events, and destination management services for seamless execution",
    "keywords": "Corporate event planning, Destination management solutions"
  },
  "images": [
    {
      "src": "https://www.micekart.com/static/media/logo.ae758ead.png",
      "alt": "logo",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/logo.ae758ead.a18379f3.png",
      "alt": "",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/linkedin.b9237664.svg",
      "alt": "linkedin",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/instagram.052c5c73.svg",
      "alt": "insta",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/facebook.cdd6adc6.svg",
      "alt": "facebook",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/youtube.49316bbb.svg",
      "alt": "youtube",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/twitter.8845157f.svg",
      "alt": "twitter",
      "width": "",
      "height": ""
    }
  ]
}