{
  "url": "https://www.micekart.com/privacypolicy",
  "title": "Privacy Policy | MICE Services & Event Planning – MICEkart",
  "depth": 4,
  "headings": [
    {
      "level": 2,
      "text": "Privacy Policy"
    },
    {
      "level": 4,
      "text": "Introduction:"
    },
    {
      "level": 4,
      "text": "Personal Information:"
    },
    {
      "level": 4,
      "text": "Registration on the Website:"
    },
    {
      "level": 4,
      "text": "Information from third parties."
    },
    {
      "level": 4,
      "text": "Information we collect as you navigate through the Website."
    },
    {
      "level": 4,
      "text": "How We Use your Personal Information:"
    },
    {
      "level": 4,
      "text": "While making a booking:"
    },
    {
      "level": 4,
      "text": "Obligations:"
    },
    {
      "level": 4,
      "text": "Security and Protection of Information:"
    },
    {
      "level": 4,
      "text": "Retention of Personal Information:"
    },
    {
      "level": 4,
      "text": "Rights qua personal information:"
    },
    {
      "level": 4,
      "text": "Do You Share My Personal Data?"
    },
    {
      "level": 4,
      "text": "Applicability of Third Party Websites"
    },
    {
      "level": 4,
      "text": "Eligibility to transact with Mice Kart:"
    },
    {
      "level": 4,
      "text": "Contact Information:"
    },
    {
      "level": 4,
      "text": "Changes to this Privacy Policy:"
    },
    {
      "level": 4,
      "text": "Menu Links"
    },
    {
      "level": 4,
      "text": "EVENT APP"
    },
    {
      "level": 4,
      "text": "MICEKART PRESENTATION"
    },
    {
      "level": 4,
      "text": "FOR BRANDS"
    },
    {
      "level": 4,
      "text": "LEGAL"
    },
    {
      "level": 4,
      "text": "GET IN TOUCH"
    },
    {
      "level": 4,
      "text": "OUR ADDRESS"
    },
    {
      "level": 5,
      "text": "© 2024 AstrikaInfotech.com . All rights reserved. Privacy Policy"
    }
  ],
  "paragraphs": [
    "Mice Kart including its subsidiaries and affiliates (collectively, “Mice Kart,” \"We,\" or \"Us\") recognizes/ respects the importance of privacy of its Users (being Vendors and Customers) and also of maintaining confidentiality of the information provided by its users as a responsible data controller and data processer.This Privacy Policy describes who we are, the information that we collect about you, how we obtain your personal information and how we may use or disclose that information in connection with the Website and Events. This Privacy Statement also describes the measures we take to protect the security of your personal information and how you can contact us about our privacy practices, including to exercise your privacy rights.This Privacy Policy covers practises or applicable to any person (‘User’) who purchases, intend to purchase, or inquire about any product(s) or service(s) made available by Mice Kart through any of its customer interface channels including our website, mobile app and offline channels including call centres and offices (collectively called as “other channels”).This Privacy Policy applies only to your use of our website. The scope of this Policy is that the Policy does not apply to any website(s) and mobile apps of third parties, even if their websites/products are linked to our Website. It is advised that User(s) should check the privacy statements and policies of any such third parties with whom they interact as they may be materially different from our privacy policyBy using or accessing the Website or any of the other channels, the User hereby agrees with the terms of this Privacy Policy and the contents herein. If you do not accept and agree with this Privacy Policy, you must stop using our website immediately.",
    "Personal Information of User shall include the information shared by the User and collected by us for the following purposes:",
    "Information which you provide while subscribing to or registering on the, including but not limited to information about your personal identity such as first name, last name, designation, department, date of birth, corporate email address, mobile number, company name and city. In the event any changes/modifications occur in the information provided above, then the same needs to be informed to Mice Kart via ‘Contact Us’ to make the necessary changes.Apart from the above information we may also collect other information relating to the following:Transactional history (other than banking details) about your e-commerce activities, buying behaviour.your usernames, passwords, email addresses and other security-related information used by you in relation to our Services.Data either created by you or by a third party and which you wish to store on our servers such as image files, documents etc.When you enter a contest or promotion we sponsor.When you report a problem with our Website.When you contact us.When you complete our surveys.When you register for or attend an Event or a Meeting.",
    "From time to time, we may collect and use information we receive about you from third parties in connection with your use of our Website or attendance to an Event or Meeting. For instance, we may receive information about you from our business partners related to your registration information for Events or Meetings. We also use third parties for reporting and analytics to measure the effectiveness of our Website and marketing efforts, and to identify areas for improvement.We may combine information we collect from third parties with information you provide us to update, expand or provide you with tailored information regarding our services and Events or Meetings.",
    "As You navigate through the Website, we may also automatically collect details about your visits Website, including your IP address, usage patterns, traffic data, location data, logs and other communication data and the resources that you access, as well as information about your computer and internet connection, including your operating system and browser type.We also collect some of this information using cookies and similar tracking technologies. For detailed information, please see ourCookies PolicyThe above information is collected by Us so as to be able to provide better services to our Users. However, we will normally collect personal information from you only where we have your consent to do so, where we need the personal information to perform a contract with you, or where the processing is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms.",
    "We may use information that we collect about you for the following purposes:",
    "While making a booking, we may use Personal Information including but not limited to first name, last name, mobile number, corporate email ID, company name (for which you work), city as shared and allowed to be stored by you. This information is presented to the User at the time of making a booking of any Event or at Hotel to enable you to complete your bookings expeditiously.We may also use the personal information for several reasons including but not limited to:To operate, maintain and improve our Website.To register you for Events or Meetings you sign up for with us and populate profiles for you in our records.To provide you with information, services that you request from us.To carry out our obligations and enforce our rights arising from any contracts entered into between you and Us, including without limitation, our Website Terms & Conditions.To notify you about changes to our Website or obtain any required consent.To allow you to participate in interactive features of our Website, when you choose to do so.For industry analysis, marketing, and other business purposes.To track your browsing behaviour, such as the pages you visited over time, for analytics and advertising purposes.To communicate with you about Events or Meetings with your permission and/or where permitted by law, we may also use your personal information for marketing purposes, which may include contacting you by email AND/OR telephone AND/OR text message AND/OR post with information, news, AND/OR services. You will not be sent any unlawful marketing emails. We will always work to fully protect your rights and comply with our obligations under the Information Technology Act, 2000 and you will always have the opportunity to opt-out. If you ask us to contact you about services, we may use your personal information or permit selected third parties to use your personal information to contact you about such services. You can withdraw consent at a later time by clicking on the “unsubscribe” link located in the emails we send you.",
    "Both User(s) and Us shall comply with all requirements of the Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Data or Information) Rules, 2011. With respect to personal data hosted by Us on behalf of a User, for the purposes of the Information Technology Rules, 2011 the User is the data controller and We are the data processor.You must ensure that, with respect to your User Site(s) and any and all User Content, you have all necessary and appropriate consents and notices in place in order to enable the lawful transfer of personal data to Us for hosting.Any and all personal data processed by Us (as a data processor) on your behalf (as a data controller) in the course of providing our Platform and hosting your User Site(s) shall be processed in accordance with the terms of Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Data or Information) Rules, 2011.",
    "Website has stringent security measures in place to protect the loss, misuse, and alteration of the information under our control. Whenever you change or access your account information, we offer the use of a secure server. Once your information is in our possession we adhere to strict security guidelines, protecting it against unauthorized access.",
    "Our data retention policies and procedure, which are designed to help ensure that we comply with our legal obligations in relation to the retention and deletion of personal information. After ceasing to be a User / Vendor of Mice Kart Website, personal information that we process for any purpose or purposes shall not be kept for more than 10 (Ten) years.",
    "At any time, you may object to the processing of your Personal Information, on legitimate grounds, except if otherwise permitted by applicable law. You may withdraw your consent to submit any or all Personal Information or decline to provide any permissions on its Website as covered above at any time. In case, you choose to do so then your access to the Website may be limited, or we might not be able to provide the services to you. You may withdraw your consent by sending an email to:gavin@micekart.com.",
    "You may access your Personal Information from your user/registered Login account with Mice Kart. You may also correct/alter/modify/change your personal information (except some mandatory fields) from your user account directly or sending request on (e-mail) which will be processed by Us within 15 (fifteen) days. If you don’t have such a user account, then you write togavin@micekart.com. (e-mail)",
    "We will not share any of your personal information with any third parties for any promotional purposes, save and except our Vendor Partners, subject to one important exception. In some limited circumstances, we may be legally required to share certain personal information, which might include yours, if we are involved in legal proceedings or complying with legal obligations, a court order, or the instructions of a government authority. However, it is to be noted that section 69 of the Information Technology Act 2000, which is an exception to the general rule of maintenance of privacy and secrecy of the information, provides that where the Government is satisfied that it is necessary in the interest of:the sovereignty or integrity of India,defence of India,security of the State,friendly relations with foreign States orpublic order orfor preventing incitement to the commission of any cognizable offence relating to above orfor investigation of any offence.It may by order, direct any agency of the appropriate Government to intercept, monitor or decrypt or cause to be intercepted or monitored or decrypted any information generated, transmitted, received or stored in any computer resource. This section empowers the Government to intercept, monitor or decrypt any information including information of personal nature in any computer resource.Where the information is such that it ought to be divulged in public interest, the Government may require disclosure of such information. Information relating to anti-national activities which are against national security, breaches of the law or statutory duty or fraud may come under this category.",
    "As mentioned earlier with respect to scope of this Policy, it does not apply to websites of Third Parties. This Website may link to websites that are not owned or controlled by Us. As such, this Privacy Policy does not apply to information collected on any third-party site or by any third-party application that may link to or be accessible from the Website. This Privacy Policy does not apply to information collected by our business partners or by Us via an offline mode and other third parties or third-party applications or services, even if this information is collected using our Website or at Events or Meetings.",
    "We do not knowingly collect personal information from anyone under the age of 18. If you are under 18, please do not attempt to fill out our forms or send any personal information about yourself to us. If we learn that we have collected personal information from a child under age 18, we will delete that information promptly and restrict the access or usage of our Website and/or Mobile Application, as the case may be, on which such child under the age of 18 was registered as a User. We shall also not process or proceed further with responding to any bookings, enquiries made by such a User and in the event any request, enquiry or booking is processed by Us, we shall have a sole right to cancel the same.",
    "To ask questions or comment about this Privacy Policy and our privacy practices or if you need to update, change or remove your information or exercise any other rights, contact us at:E-mail:gavin@micekart.com.Address: D402, Neelkanth Business park, Vidyavhihar (west), Mumbai- 400086Contact no.: 91674 99293",
    "E-mail:gavin@micekart.com.",
    "Address: D402, Neelkanth Business park, Vidyavhihar (west), Mumbai- 400086",
    "Contact no.: 91674 99293",
    "We may change the terms of this Privacy Policy from time to time. This may be necessary, for example, if the law changes, or if we change our business in a way that affects personal data protection.Any changes will be immediately posted on our Site and you will be deemed to have accepted the terms of the Privacy Policy on your first use of our Site following the alterations. We recommend that you check this page regularly to keep up-to-date.",
    "Effective Date: 12th March, 2020",
    "A - 703,Neelkanth Business park, Vidyavhihar (west), Mumbai 400086"
  ],
  "lists": [
    {
      "type": "ul",
      "items": [
        "Transactional history (other than banking details) about your e-commerce activities, buying behaviour.",
        "your usernames, passwords, email addresses and other security-related information used by you in relation to our Services.",
        "Data either created by you or by a third party and which you wish to store on our servers such as image files, documents etc.",
        "When you enter a contest or promotion we sponsor.",
        "When you report a problem with our Website.",
        "When you contact us.",
        "When you complete our surveys.",
        "When you register for or attend an Event or a Meeting."
      ]
    },
    {
      "type": "ul",
      "items": [
        "To operate, maintain and improve our Website.",
        "To register you for Events or Meetings you sign up for with us and populate profiles for you in our records.",
        "To provide you with information, services that you request from us.",
        "To carry out our obligations and enforce our rights arising from any contracts entered into between you and Us, including without limitation, our Website Terms & Conditions.",
        "To notify you about changes to our Website or obtain any required consent.",
        "To allow you to participate in interactive features of our Website, when you choose to do so.",
        "For industry analysis, marketing, and other business purposes.",
        "To track your browsing behaviour, such as the pages you visited over time, for analytics and advertising purposes.",
        "To communicate with you about Events or Meetings with your permission and/or where permitted by law, we may also use your personal information for marketing purposes, which may include contacting you by email AND/OR telephone AND/OR text message AND/OR post with information, news, AND/OR services. You will not be sent any unlawful marketing emails. We will always work to fully protect your rights and comply with our obligations under the Information Technology Act, 2000 and you will always have the opportunity to opt-out. If you ask us to contact you about services, we may use your personal information or permit selected third parties to use your personal information to contact you about such services. You can withdraw consent at a later time by clicking on the “unsubscribe” link located in the emails we send you."
      ]
    },
    {
      "type": "ol",
      "items": [
        "Both User(s) and Us shall comply with all requirements of the Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Data or Information) Rules, 2011. With respect to personal data hosted by Us on behalf of a User, for the purposes of the Information Technology Rules, 2011 the User is the data controller and We are the data processor.",
        "You must ensure that, with respect to your User Site(s) and any and all User Content, you have all necessary and appropriate consents and notices in place in order to enable the lawful transfer of personal data to Us for hosting.",
        "Any and all personal data processed by Us (as a data processor) on your behalf (as a data controller) in the course of providing our Platform and hosting your User Site(s) shall be processed in accordance with the terms of Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Data or Information) Rules, 2011."
      ]
    },
    {
      "type": "ul",
      "items": [
        "the sovereignty or integrity of India,",
        "defence of India,",
        "security of the State,",
        "friendly relations with foreign States or",
        "public order or",
        "for preventing incitement to the commission of any cognizable offence relating to above or",
        "for investigation of any offence."
      ]
    }
  ],
  "tables": [],
  "metadata": {
    "viewport": "width=device-width,initial-scale=1,maximum-scale=1,user-scalable=no",
    "theme-color": "#000000",
    "robots": "index, follow",
    "google-site-verification": "xDuV2zE18L3vbZnkQwKFePk0uJhvPw2QKpItx-MpVA0",
    "description": "Read MICEkart's privacy policy to understand how we protect your data when using our MICE services, corporate event planning, and destination management solutions.",
    "keywords": "Corporate event planning, Destination management solutions"
  },
  "images": [
    {
      "src": "https://www.micekart.com/static/media/logo.ae758ead.png",
      "alt": "logo",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/logo.ae758ead.a18379f3.png",
      "alt": "",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/linkedin.b9237664.svg",
      "alt": "linkedin",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/instagram.052c5c73.svg",
      "alt": "insta",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/facebook.cdd6adc6.svg",
      "alt": "facebook",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/youtube.49316bbb.svg",
      "alt": "youtube",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/twitter.8845157f.svg",
      "alt": "twitter",
      "width": "",
      "height": ""
    }
  ]
}