{
  "url": "https://www.micekart.com/termsofuse",
  "title": "Terms of Service | MICE & Events – MICEkart",
  "depth": 4,
  "headings": [
    {
      "level": 1,
      "text": "TERMS OF SERVICE"
    },
    {
      "level": 4,
      "text": "Menu Links"
    },
    {
      "level": 4,
      "text": "EVENT APP"
    },
    {
      "level": 4,
      "text": "MICEKART PRESENTATION"
    },
    {
      "level": 4,
      "text": "FOR BRANDS"
    },
    {
      "level": 4,
      "text": "LEGAL"
    },
    {
      "level": 4,
      "text": "GET IN TOUCH"
    },
    {
      "level": 4,
      "text": "OUR ADDRESS"
    },
    {
      "level": 5,
      "text": "© 2024 AstrikaInfotech.com . All rights reserved. Privacy Policy"
    }
  ],
  "paragraphs": [
    "These User Terms of Service(“Terms of Service”)constitute a binding contract between you, our corporate client(“User” or “Customer” or “You”)and the Company - Mice Kart Private Limited.(“Company”),regarding the terms under which the Company will provide User with access to the Services.BY CLICKING ON THE BUTTON MARKED “I ACCEPT”, USER SIGNIFIES ITS AGREEMENT TO ABIDE BY THESE TERMS OF SERVICE (“Acceptance”).User agrees that its assent, given electronically, shall have the same legal effect as if it had been personally signed by User. To the extent permitted by the law, these Terms of Service are intended to supersede any provisions of applicable law, which might otherwise limit their enforceability or effect, because they were entered into electronically.",
    "1. TERMINOLOGY.",
    "“Account”means an account required to access and/or use our Website at www.micekart.com;“Company”means Mice Kart Private Limited.“Content”- means the information available on the Website.“Effective Date”- refers to the date that the Company confirms User’s right to use the Website and/or the date of acceptance of this User Terms of Service by You, whichever is earlier, shall be binding on the parties hereto as Effective Date.“Services”- means the Website, and its entire contents, features and functionality (including but limited to, all information, software, code (source code and object code), user interface, algorithms, data, data structure, text, displays, images, video and audio, and the design, selection and arrangement thereof, the Content, and any documentation pertaining to the foregoing) related to the Website.“User”- refers to a corporate / entity / organization / institution, an artificial person of any nature whatsoever or an authorised representative of a company/Organisation that has the right to access the Website after registering their entity on the Website as Vendor Partner of Mice Kart. A User must possess the legal right and ability to enter into binding contracts.User agrees to treat password, usernames, and other security information(“Authentication Information”),as confidential and to not provide any other person with access to the website or portions of it using User’s Authentication Information, save and except other employees/officers of the corporate. User shall notify the Company immediately of any unauthorized access to, or use of, Authentication Information. The Company has the right to disable any User’s access to the Services at any time, in its sole discretion [for any or no reason, including] if, in the Company’s opinion, and/or User has violated any provision of these Terms of Service or appear likely to do so.“Registration”– means subscribing to the Website as a User.“Service Provider” or “Vendor”shall mean the Vendor partners of Mice Kart Private Limited listed on the Website.“Term”- means the period of time that a User may utilize the applicable portion of the Website.“Third Party Service Provider”- means a third party providing a service that is offered to Users through Website;“Virus”means any item or device (including any software, code, file or program) which is designed to prevent, impair or otherwise adversely affect the operation of any computer software, hardware or network, any telecommunications service, equipment or network or any other service or device; prevent, impair or otherwise adversely affect access to or the operation of any program or data, including the reliability of any program or data (whether by re-arranging, altering or erasing the program or data in whole or part or otherwise); or adversely affect the user experience, including worms, Trojan horses, viruses and other similar things or devices.“Website”- means all information, content, concepts, program interfaces, structures, functionality, computer code, published materials, electronic documents, graphic files and other technology inherent in Company's website located at www.micekart.com or any of its sub-sites or microsites.“Website Provider”- means Mice Kart Private Limited.",
    "2. INFORMATION ABOUT THE COMPANY.",
    "This site is owned, operated and hosted by Mice Kart Private Limited, a private limited company having its registered office A - 308, Neelkanth Business Park, Vidyavihar (West), Mumbai - 400086, Maharashtra, India. This Website is provided solely to assist our customers/users in gathering travel information, posting opinions of travel related issues/experience, engaging in interactive travel forums, and searching for and booking travel reservations, including but not limited to, flights, hotels, packages, corporate events, merchandise, team building activities, artist engagement for events etc. We provide Your travel-related information, pricing, availability and reservations for airlines, hotels, railway, MICE packages, bus, merchandise, team building activities, hiring of artists or performers for your events/conferences, car rentals & events across cities and rural areas throughout India.",
    "3. AGE RESTRICTIONS",
    "To use this Website and/or Mobile Application, the age criteria of 18 years shall not be applicable to you if and until you represent an organisation or any artificial person (corporates).",
    "4. ACCESS AND CHANGES TO OUR WEBSITE",
    "Access to our Website and the creation, editing, and hosting of Website requires a Registration. Upon Registration, our Website is available for the User’s to browse on the Vendor Microsites and Request-For-Quotes with respect to Vendor’s Services.We may from time to time make changes to Our Website:Changes may be required to make underlying technical alterations, for example, to fix an error or to address a security issue. We will inform you by email of any changes (including, if applicable, anything that you need to do) that impact your day-to-day operations, and materially affect your use of our Website.Changes may be made to reflect changes in the law or other regulatory requirements. We will inform you by email of any such changes (including, if applicable, anything that you need to do); andWe will continue to develop and improve our Website over time, in some cases making significant changes to it.We will always aim to ensure that our Website is available at all times. In certain limited cases, however, We may need to temporarily suspend availability to make certain changes outlined under sub-Clause 4.ii. Unless We are responding to an emergency or an urgent issue, We will inform you in advance of any interruptions to availability.",
    "5.USER WARRANTIES, RIGHTS, REPRESENTATIONS, RESTRICTIONS, AND OBLIGATIONS.",
    "Subject to these Terms of Service, User will be granted a limited, non-exclusive, revocable, non-transferable, and non-sublicense-able right to access the Website. Upon agreeing to grant such access the Website Provider/host/Company does not obligate itself or take liability on itself to maintain the Website, or to maintain it in its present form. The Website Provider/host/Company may upgrade, modify, change or enhance the Services at any time in its sole discretion, to the extent that the same is not detrimental to User’s use of the Services.User agrees to abide by any rules or regulations that the Website Provider publishes with respect to conduct of Users of the Website, which rules and regulations are hereby incorporated into these Terms of Service by reference. The Website Provider reserves the right to deny any User, access to any portion of the Website if, in the Website Provider’s sole discretion, User has failed to abide by these Terms of Service or appears likely to do so.User accepts that the Website Provider in its sole discretion may, but has no obligation to, monitor the Services or any portion thereof, and/or to oversee compliance with these Terms of Service.User acknowledges and agrees on behalf of itself that:Access privileges shall not be transferred to any other third-parties;It will not access, store, distribute or transmit any Viruses;It will comply with all applicable laws and regulations with respect to use of the Services;It will not rent, lease, sublicense, re-sell, distribute, transfer, copy or modify the Services or any component thereof;It will not translate, decompile, or create or attempt to create, by reverse engineering or otherwise, the source code from the object code made available hereunder;It will not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store or transmit the Services or any portion thereof;It will not delete or alter any copyright, trademark or other proprietary rights notices from copies of materials from the Website or contained in the Services;It is solely responsible for acquiring, installing, operating and maintaining the hardware and software environment, network connections, and telecommunication links, necessary to access and use the Services;It will not use the Services in any manner, or in connection with any content, data, hardware, software or other materials that infringes upon or violates any copyright, trademark, or other intellectual property right of any third party, or that constitutes a defamation, libel, invasion of privacy, or violation of any right of publicity or other third party right, or that is threatening, harassing or malicious.",
    "6.AVAILABILITY OF WEBSITE.",
    "User recognizes that the traffic of data through the Internet may cause delays during the download of information from the Website and accordingly, it shall not hold the Website Provider liable for delays that are ordinary in the course of Internet use. The User further acknowledges and accepts that the Website will not be available on a continual twenty-four hour basis due to such delays, or delays caused by the Website Provider/Company's upgrading, modification, or standard maintenance of the Website and that the Website Provider/Company will not be held liable for the same.",
    "7.INTELLECTUAL PROPERTY RIGHTS.",
    "The Website is owned by the Company, its licensors or other Service Providers/Vendor Partners of such material/services listed on the Website and are protected by Indian and international copyright, trademark and other intellectual property or proprietary rights laws.No right, title or interest in or to the Services or any portion thereof, is transferred to any User and all rights not expressly granted herein, are reserved and retained by the Website Provider.The Website Provider name, the Website Provider logo, and all related names, logos, product and service names, designs and slogans, are trademarks of the Website Provider or its affiliates or licensors. User shall not use such marks without the prior written permission of the Website Provider. All other names, logos, product and service names, designs and slogans on this Website are the trademarks of their respective owners.By accepting these Terms of Service, you hereby undertake:Not to copy, download or otherwise attempt to acquire any part of Our Website;Not to disassemble, decompile or otherwise reverse engineer Our Website;Not to allow or facilitate any use of Our Websitethat would constitute a breach of these Terms of Service; andNot to embed or otherwise distribute Our Websiteon any third party website, ftp server or similar.Not to use our Website or any part thereof in any way whatsoever for promotion, marketing and branding of any third party products / services.",
    "8.WEBSITE PROVIDER OBLIGATIONS. :",
    "Website Provider will use commercially reasonable efforts to enable the Services to be accessible, except for scheduled maintenance, downtime(s) and required repairs and for any interruption due to causes beyond the reasonable control of, or not reasonably foreseeable by the Website Provider, including, but not limited to, any Force Majeure Event (as defined hereinbelow). The foregoing undertaking shall not apply to the extent of any non-conformance caused by use of the Services contrary to the Website Provider / Company's instructions, or modification or alteration of the Services by any party other than the Website Provider / Company. If the Services are in non-conformance with the foregoing undertaking, the Website Provider will use all reasonable commercial endeavours to correct any such non-conformance as early as possible.",
    "9.TERM AND TERMINATION.",
    "Term.A User may register for the Services, until User notifies the Website Provider / Company of its intention not to use its account on the Website.Termination.The Website Provider / Company reserves the right to terminate or suspend access to all or any portion of the Services for violation or suspected violation of these Terms of Service.Effect of Termination.User will have no further rights to access the Website. Termination will not affect the rights, liabilities and/or claims of User that accrued prior to termination.",
    "10.CONFIDENTIALITY.",
    "The User agrees to maintain the confidentiality of the Website Provider & Company’s Confidential Information. For the purposes of these Terms of Service, the term “Confidential Information” means all portions of the Services, including but not limited to, the Website.",
    "11.Tipping",
    "Tipping is customary (unless otherwise stated in the itinerary / pricing) in all parts of the world for services rendered. This is your sole discretion and We neither encourage You nor discourage You from exercising this discretion.",
    "12.THIRD PARTY LINKS OR INFORMATION.",
    "12.1 This Website contains links to other websites that are not operated by the Website Provider and/or the Company. Website Provider is not and shall not be responsible in any way whatsoever for the content, accuracy or opinions expressed in such third-party websites, and does not investigate, monitor, or check these websites for their content’s accuracy or completeness. The inclusion of any links of a website on this Website does not imply approval or endorsement of such links of a website by Company. A User that leaves this Website to access these third-party sites does so at its own risk. Third party links shall be including but not limited to Vendor Partner’s webpage.",
    "12.2 Hotel Bookings:",
    "12.2.1 Hotels in this context includes all categories of accommodations such as stay-in hotels, home-stays, bed and breakfast stays, farm-houses, villas, resorts, B&Bs, studio/service apartments and any other alternate accommodations by whatever name called.12.2.2 All the information pertaining to the hotel vendor partner including the category of the hotel, images, room type, amenities and facilities available at the hotel are as per the information provided by the hotel on the Vendor Microsite on the Website. This information is for your reference only. Any discrepancy that may exist between the pictures/videos/information available on the Vendor Microsite on the Website and actual settings of the hotel shall be raised by the User with the hotel vendor partner directly and shall be resolved between the User and hotel vendor partner. We shall hold no responsibility in that process of resolution and shall assume no liability and/or responsibility for such discrepancies. In no circumstances can We be held liable and/or responsible for failure on part of a hotel vendor partner to accommodate the User pursuant to the confirmed booking, the standard of service or any insufficiency in the services, or any other service related issues at the hotel. We shall not be liable in the event of denial of check-in by a hotel vendor partner for any reason what-so-ever including over-booking, system or technical errors, or unavailability of rooms (in full or part) etc., or refund of the booking amount for any reason whatsoever by the Hotel Vendor Partner to the User. Any other service related issues should also be directly resolved by the User with the Hotel Vendor Partner. Hotel Vendor Partners reserve the sole right of admission and We shall have no say whatsoever in admission or denial for admission by the Hotel Vendor Partner.12.2.3 The User would be liable to make good any damage(s) caused by any act of any of the guests/customers (notwithstanding if the same is wilful/negligent) to the property of the hotel where the booking has been made in any manner whatsoever. The extent and the amount of the damage so caused would be determined by the concerned hotel vendor partner. We would not, in any way, intervene in the same.12.2.4 All the guests have to be in possession of a valid identity proof and address proof, at the time of check-in. It shall be at the sole discretion of the hotel vendor partner to deny check-in to any guest if a valid identity proof is not presented by the guest at the time of check-in.12.2.5 All Hotels shall be available on the Display Page of our Website. User shall feed in the Website the requirements of the User based on event specifications. All available Hotels matching the requisition of the User shall be lined-up on the Listings Page. User shall at its option select the Hotel of its choice and request for a quote by clicking on the “Request-For-Quote” button (RFQ) for that particular Hotel. Hotel as per the User’s requirement shall quote for the facility. Post the Hotel quote via RFQ process, the Hotel quote shall be displayed on the dashboard of the User for the User to confirm the quote or reject the quote. In the event User confirms the quote, the User and that Hotel Vendor Partner shall enter into a contract for confirming the booking. User shall at its option enter into the contract with the Hotel in its own capacity or in the name of an agency. User shall note that once the User confirms the quote as per the RFQ sent to the User by Hotel, the User shall not be at a liberty to revise and/or negotiate or make changes to the package chosen by the User.12.2.6 Check-in time, check-out time as may be requested by the User at the time of Request-For-Quotes and any changes in those timings, will be as per hotel partner’s policy & terms. Early check-in or late check-out request shall be subject to availability and the hotel may charge an additional fee for providing such services.12.2.7 The booking amount paid by the User shall be as per the package chosen. Bookings may, at the option chosen by the User, include any meals, banquet services, conference rooms as may be confirmed by the User at the time of booking. Any other services utilized by the User at the hotel, including restaurant services, room service, spas, gyms, recreation facilities, laundry, internet, telephone, extra food, drinks, beverages etc. shall be paid by the User directly to the hotel.12.2.8 Hotels may charge a surcharge at the time of festive occasions as decided by the hotel. Any and all additional charges (including festive surcharges) need to be cleared directly with the hotel. We will have no control over waiving the same. All bookings done via the Website shall have to be contracted between User or on behalf of the User (as the case may be) and the Hotel.",
    "12.3Team Building:",
    "12.3.1 We also facilitate booking of team building activities, games and themes for our Users by connecting with our Team Building Vendor Partners. We also enable the User to customise the same as per the User’s requirements.12.3.2 Our Team Building Vendor Partners design and customise activities as per User’s brief or suggestions so that the team is organized to work together interdependently and cooperatively to meet the business needs by accomplishing their purpose and goals.12.3.3 Our Website displays sample themes/activities by way of pictures, videos and audio for the Users to choose from.12.3.4 Users shall have to book the theme/activity most suitable and preferred by them with us. Themes/activities once chosen cannot be changed/altered/modified without reimbursing the Company the expenses incurred by Us in planning and executing the theme/activity chosen earlier. Any amounts payable to book this facility with Us shall be non-refundable.12.3.5 User would be liable to make good any damage(s) caused in any manner whatsoever by any act of any of the guests (notwithstanding if the same is wilful/negligent) towards the Team Building Vendor Partner, their employees/team or any of their property with whom the booking has been made. The extent and the amount of the damage so caused would be determined by the Team Building Vendor Partner. We would not, in any way, intervene in the same.12.3.6 Since we shall only facilitate a User’s booking with our Team Building Vendor Partner, We shall not assume any liability and/or responsibility for any act of the Team Building Vendor Partner. We shall liaison with the User and the Team Building Vendor Partner till the stage of engagement of the Team Building Vendor Partner with the User and aid the User in deciding a suitable and appropriate team building activity. Execution of the same shall be dealt with by and between the User and the Team Building Vendor Partner. We would not, in any way, intervene in the same.",
    "12.4 Artist Management:",
    "12.4.1 We also facilitate Artist booking and Artist engagement for our Users. Artists herein shall mean and include singers, bands, stand-up comedians, dancers (solo, duet, troop), magicians, or any live performer.12.4.2 We shall suggest the User from the Artists available with us and engage the Artist as per the choice and budget of the User. Our Website displays all the Artists tied-up with our Company by way of pictures, videos and audio for the Users to choose from as per their budget, preference and suitability.12.4.3 User shall have to pay the Artist a Fees for the Artist’s performance, travel, stay food, team (entourage) and equipment. Artist chosen cannot be changed and there shall be no refund of any amount paid to the Artist by the User i.e. any amounts payable to book this facility shall be non-refundable. Any refund due to cancellations shall be subject to Artist refunding the amount to Us and the refund shall be processed after deducting our cancellation charges.12.4.4 User would be liable to make good any damage(s) caused in any manner whatsoever by any act of any of the guests (notwithstanding if the same is wilful/negligent) towards the Artist or their equipment or their entourage. The extent and the amount of the damage so caused would be determined by the Artist Manager, if any, and in the event of absence of the same then by the Artist. We would not, in any way, intervene in the same.12.4.5 Since we shall only facilitate a User’s booking with the Artist, We shall not assume any liability and/or responsibility on any act, omission, commission, behaviour of the Artist or the entourage of the Artist, including but not limited to a no-show. We shall liaison with the User and the Artist till the stage of engagement of the Artist with the User. Execution of the same shall be dealt with by and between the User and the Artist/his entourage or the Artist Manager, as the case may be. We would not, in any way, intervene in the same.12.4.6 In the event of a no-show, we shall request the Artist and/or his manager for a refund. However, we shall not in anyway whatsoever be liable and/or responsible in the event the same is denied or declined.",
    "12.5.Events & Conferences:",
    "12.5.1. We also facilitate hosting and managing corporate events for our Users. Once the User decides on a venue to conduct an event for the User, We will provide the User, with a personalised quotation for the Event Management element based on User’s exact requirements. We will check all venue and supplier contracts before passing on to the User for executing the same. We shall liaison with the venue throughout the planning and during the event. We will handle transfer and accommodation lists for the delegates, artists, DJs, MCs, etc. and charge User for the same on actuals. We will book any external requirements for the event such as Event Theming, AV Hire, etc. and liaise with all suppliers on behalf of the User. We intend to obtain feedback from the User such as the likes and dislikes for future events and pass it on to the venue.12.5.2. Our Service fees and the calculation of fees are based on our rates according to the offer in question and its accompanying supplements. All fees and expenses of third Service Providers (hotels, restaurants, transport firms, event organisers, artists etc.) shall continue to be charged fully to the User, as agreed, as also all additional costs invoiced by the third party Service Provider which deviate from the offer in question.12.5.3. Rates are quoted based on the event specifications at the time of booking. Should this change considerably, we reserve the right to reflect this in our charges to the User. We will not be responsible for any payments to the venue or Vendor Partners and We will not accept liability for any penalty charges issued by the venue or Vendor Partners.12.5.4. We will also not be responsible for any deficiency in service by the professionals such as DJs, MCs, artists, bands, etc.12.5.5. As far as is permissible within law, liability shall be excluded to the greatest possible degree. Our selection of Service Providers/Vendor Partners available on the listing page of our Website is not to be taken as a recommendation but mere options – the User makes their own choice, so that We hold no liability for the selection and provision or non-provision of services through the Service Providers. This is particularly applicable in cases of sport, outdoor, adventure and all transport-related activities: We act as a mediator of services and buyers of offers and products. We also take no responsibility for vehicles, luggage, valuables etc. or in case of damage or program failures, liability is fully transferred to the responsible Service Provider or the Artist or Hotel that is carrying out the activity. We assume no liability, should the event have to be cancelled due to a limited number of participants, due to hindrances or due to bankruptcy of the third party Service Provider/Vendor Partner.",
    "12.6.Merchandise:",
    "12.6.1. We provide services of making customised merchandise for all kinds of people. T-shirts for bands, corporates, stickers for artists, banners for events, mugs, photographs, trophies, medals, memento’s etc. (“Merchandise”). We take your designs and ideas and create unique pieces of merchandise and print. As per your need and specifications, We connect you with our relevant Merchandise Service Provider and act as facilitators between you and them. Please note the terms and conditions of the Merchandise Service Provider delivering these services shall be applicable to all such requirements. We therefore strongly recommend you acquaint yourself with the applicable terms and conditions that shall govern the purchase of any such merchandise.12.6.2. We only provide a Website that connects Users with our hospitality, travel and other vendor partners as enlisted herein this clause. We ourselves do not operate or offer any of the Vendor Services to the User. We also don't act as an agent of any of our Vendor partners in the process of providing the above-mentioned services.12.6.3. Our service charges are non-refundable. In the event of cancellation of a Hotel booking by the User, the booking can only be cancelled through offline mode directly with the Hotel Vendor Partner after intimating Us regarding the same. In the event of cancellation of any bookings with other Vendor Partners, a User shall initiate a cancellation request with Us which shall be forwarded to the concerned Vendor Partner by Us. We do not accept/permit any offline cancellations. .",
    "13.Content submission by Users:",
    "13.1.Users may submit content for publication in various formats on desired merchandise. We accept no liability with respect to any material submitted by Users and published by us and we shall in anyway whatsoever not be responsible for its content and accuracy.13.2. If you wish to submit content to us for publication on our Website, you may do so on the following terms and conditions more particularly covered in our User Policy.13.3.When you send a photograph or other graphical material to us you do so in accordance with these Terms of Use and our User Policy. This means that you hereby agree that you ownership rights, title, interest in the photograph(s) you have sent to us or you have permission from or are authorised by the owner of the photograph(s) to send it (them) to us, and you are granting us a non-exclusive, royalty-free licence to publish or otherwise use the photograph(s) in any way and at any time we want on the Website. The photograph(s) must not be defamatory and may not break any laws.13.4. Selected photographs and graphical material will be published at our discretion and you will not be paid, in the event your photograph(s) is/are published.13.5. We may cut, edit, crop or arrange your photograph(s) or graphic as we think fit and we reserve the right to remove your photograph(s) or graphics at any time.",
    "14.DISCLAIMERS OF STATEMENTS / WARRANTIES.",
    "User’s use of the Services or products obtained through the Services / Vendor Partners is at User’s own risk. The Services are provided on an \"as is\" and \"as available\" basis, without any statements or warranties of any kind, either express or implied. Neither the Website Provider, its affiliates nor any person associated with them makes any statement, warranty or representation with respect to the completeness, security, reliability, quality, accuracy or availability of the Services. Without limiting the foregoing, neither Website Provider, its affiliates nor anyone associated with them promises that the Services or products obtained through the Services / Vendor Partners or any portion thereof, will be accurate, reliable, error-free or uninterrupted, or that defects will be corrected, that the Services or the Website or the server that makes it available, are free of viruses or other harmful components, or that the Services or items obtained through the Services will otherwise meet User’s needs or expectations. Website Provider and its affiliates hereby disclaim all warranties of any kind, whether express or implied, statutory or otherwise, including but not limited to any warranties of merchantability, non-infringement and fitness for particular purpose. The foregoing does not affect any warranties which cannot be excluded or limited under applicable law. No verbal or written representations, information or advice given by Company, its affiliates or their authorized representative shall create a warranty or in any way increase the scope of this warranty.No part of our Website or any accompanying documentation (whether provided in electronic form or otherwise) constitutes advice on which you should rely and is provided for general information purposes only. Professional or specialist advice should always be sought before taking any action relating to any aspect of our Services.We make reasonable efforts to ensure that the content contained within our Website is complete, accurate and up-to-date. We do not, however, make representations, warranties or guarantees (whether express or implied) that our Website (and the content therein) is complete, accurate or up-to-date.We may let our Users share and update their reviews on their experience with respect to our Vendor Partners. However, in any event We shall not be responsible for the content or accuracy, or for any opinions, views, or values expressed in any User Content or comments/reviews expressed by Users on Vendor Microsites created, uploaded, or hosted using our Website. Any such opinions, views, or values shall be those of the relevant User, and not our opinions, views, or values in any way.The following services on our Website are provided by Third Party Service Providers:Hoteling / Lodging & Boarding venuesTravel (rail/road/airway)Team BuildingArtist ManagementEvent SolutionsMerchandisingPackagesWe are not responsible for any aspect of any services provided by Third-Party Service Providers, nor do we endorse those services in any way.Your use of services provided by our Vendor Partners / any Third-Party Service Providers shall be subject to the terms and conditions / terms of service specific to those services. We will not be party to any contracts or agreements between you and our Vendor Partners or such Third-Party Service Providers, nor will we be responsible for such transactions in any way.You are responsible for protecting your hardware, software, data and other material from viruses, malware and other internet security risks.You must not deliberately introduce viruses or other malware, or any other material which is malicious or technologically harmful either to or via our Website.You must not attempt to gain unauthorised access to any part of our Website, the server on which our Website is stored, or any other server, computer, or database connected to our Website.You must not attack our Website by means of a denial of service attack, a distributed denial of service attack, or by any other means.By breaching the provisions of these sub-Clauses above you run the risk of committing a cybercrime under the Information Technology Act, 2000 (as may be amended from time to time) and such other cybercrime laws prevalent at that time. Any and all such breaches will be reported to the relevant law enforcement authorities and We will co-operate fully with those authorities by disclosing your identity to them. Your right to use our Website will cease immediately in the event of such a breach and, where applicable, your Account, User Content will be suspended and/or deleted.",
    "15.Data Protection and User Sites",
    "Both Users and Us shall comply with all requirements of the Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Data or Information) Rules, 2011. With respect to personal data hosted by Us on behalf of a User, for the purposes of the Information Technology Rules, 2011 the User is the data controller and We are the data processor.Any and all personal data processed by Us (as a data processor) on your behalf (as a data controller) in the course of providing our Website) shall be processed in accordance with the terms of Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Data or Information) Rules, 2011.However, it is to be noted that section 69 of the Act, which is an exception to the general rule of maintenance of privacy and secrecy of the information, provides that where the Government is satisfied that it is necessary in the interest of:the sovereignty or integrity of India,defence of India,security of the State,friendly relations with foreign States orpublic order orfor preventing incitement to the commission of any cognizable offence relating to above orfor investigation of any offence,It may by order, direct any agency of the appropriate Government to intercept, monitor or decrypt or cause to be intercepted or monitored or decrypted any information generated, transmitted, received or stored in any computer resource. This section empowers the Government to intercept, monitor or decrypt any information including information of personal nature in any computer resource.Where the information is such that it ought to be divulged in public interest, the Government may require disclosure of such information. Information relating to anti-national activities which are against national security, breaches of the law or statutory duty or fraud may come under this category.",
    "16.LIMITATION OF LIABILITY.",
    "16.1. The third-party Vendor Partners providing hotel, travel, artist management, venues, team building, events, merchandising services or other services on this Website are independent contractors and not agents or employees of Mice Kart. We are not liable for the acts, errors, omissions, representations, warranties, breaches or negligence of any such suppliers or for any personal injuries, death, property damage, or other damages or expenses resulting therefrom. Company shall have no liability and will make no refund in the event of any delay, cancellation, overbooking, strike, force majeure or other causes beyond their direct control, and they have no responsibility for any additional expense, omissions, delays, re-routing or acts of any government or authority.16.2. We at Mice Kart do not control or operate any hotel, restaurant, kitchen, merchandise manufacturing or any other facility or service mentioned in this Terms of Service.16.3. We shall not be responsible for any delay, improper service, standard of service provided by any service provider/ Vendor Partner including but not limited to any of our hotel partner, or for any injury, death, loss or damage which is caused by the act or default of our Vendor Partner.16.4. We shall not be responsible for any act or actions of our Vendor Partner which may result in injury, damage to the life or limb or property of the User, or which may lead to interference in enjoying or availing the services provided on the stays/events.16.5. We, being merely a facilitator, shall not be liable, responsible for the following:Personal injury, sickness, accident, death, loss, delay, discomfort, increased expenses, incidental, consequential loss and/or damage or any kind of theft howsoever caused to the User or any person travelling with User.Any act, omission, default of any travel agent or third party or any other person or by any servant or agent employed by them who may be engaged or concerned in the provision of accommodation, refreshment, carriage facility or any other service for the User or for any person traveling with User.The temporary or permanent loss of, or damage to, baggage or personal belongings howsoever caused including wilful negligence on the part of User.Any delay caused for any reason whatsoever in delivery of the service by the concerned Vendor Partner(s).Any claims of any dispute/s with our Vendor Partners.Any claim arising due to any delays or any other reason not attributable to Us, We shall not be liable for making any arrangements, including but not limited to food or any hotel arrangement in case of such delays.Any damages caused to the User due to reasons that may be beyond our control.There can be exceptional circumstances where the Vendor Partners like the hotels may be unable to honor the confirmed bookings due to various reasons like climatic conditions, labor unrest, insolvency, business exigencies, government decisions, operational and technical issues, etc. If, We at Mice Kart are informed in advance of such situations where dishonor of bookings from any Vendor Partner are likely to happen, we will make best efforts on our part to provide similar alternative to the User. User agrees that We only facilitate the booking of services and We shall not be responsible for any such circumstances and the User shall have to contact that Vendor Partner directly for any further resolutions and/or refunds. The maximum liability of Mice Kart in such events will be to connect the User with the Vendor Partner for the best possible solutions.In no event shall Website Provider, its affiliates, licensors, employees, agents, officers or directors be liable to the User or any Third Party for any special, punitive, incidental, indirect or consequential damages of any kind, or any damages whatsoever, including, without limitation, those resulting from loss of use, loss of data, or loss of profits, whether or not Company has been advised of the possibility of such damages, and on any theory of liability, arising out of or in connection with the use of the Services or of any web site referenced or linked to from the Services. The User solely shall be responsible for all claims and damages resulting from the misuse of the Services by the User.",
    "17.REQUEST-FOR-QUOTE",
    "17.1.Request-For-Quote, a feature on the Vendor’s Microsite on the Website, (available only for registered Users and not for visitors who browse the Website) means a request for quotation of a particular service/product pursuant to the requirement of the User provided by the Hotel Vendor Partner on the Vendor Microsite on the Website for the User.17.2. All information contained in Request-For-Quote is compiled by the Vendor and visible on the User Dashboard for his perusal and records. The Hotel Vendor Partners shall not have a right to change any information contained in the said feature of Request-For-Quote at any time due to any event(s) whatsoever.17.3.Apart from the instant Terms of Service and the Website User Policy, some specific terms and conditions are mentioned on the Vendor Microsite as well as email communication on confirmed bookings. Those terms and conditions are in addition to Our Website, Website User Policy & Terms of Service and are to be read in consonance with the booking terms & conditions.17.4. No claim of the User against any change in the feature of Request-For-Quote regarding the bookings shall be entertained if such changes are made after confirmation of the booking.",
    "18.INDEMNITY.",
    "The User agrees to compensate and defend fully, the Website Provider and/or the Company, its officers, employees, agents, successors and assigns, from and against any damages, losses, and expenses (including reasonable attorneys’ fees) resulting from any Third-Party claim, action or demand arising out of any breach by User of any representation, warranty, covenant, obligation or duty of User under this Agreement.",
    "19.SURVIVAL.",
    "All provisions relating to proprietary rights, payment of fees, confidentiality, disclaimer of warranty, indemnification, and limitation of liability, shall survive the expiration or earlier termination of these Terms of Service.",
    "20.CHANGES.",
    "Except, for any provisions determining the primary contractual obligations of User and Company hereunder, Company has the right to revise and amend these Terms of Service from time to time to reflect changes in business needs including, but not limited to, changes in features and functionality, changes in market conditions, changes in technology, changes in payment methods, changes in relevant laws and regulatory requirements and changes in system capabilities. Changes are effective immediately upon User’s continued use of any of the Services including but not limited to browsing the Website following the posting of revised Terms of Service means that User accepts and agrees to the changes, to the extent permitted by applicable laws.",
    "21.ASSIGNMENT.",
    "21.1.1. We may transfer (assign) Our obligations and rights under these Terms of Service (and under the Contract, as applicable) to a Third Party (this may happen, for example, if We sell Our business).21.1.2. You cannot transfer (assign) your obligations and rights under these Terms of Service (and under the Contract) without Our express written permission.21.1.3.If any of the provisions of these Terms of Service are found to be unlawful, invalid or otherwise unenforceable by any Court or other authority, that/those provision(s) shall be deemed severed from the remainder of these Terms of Service. The remainder of these Terms of Service shall be valid and enforceable.21.1.4. No failure or delay by Us in exercising any of Our rights under these Terms of Service means that We have waived that right, and no waiver by Us of a breach of any provision of these Terms of Service means that We will waive any subsequent breach of the same or any other provision.21.1.5. We may revise these Terms of Service from time to time in response to changes in relevant laws and other regulatory requirements.",
    "22.INJUNCTIONS.",
    "The User acknowledges that a breach of any confidentiality or proprietary rights provision of these Terms of Service may cause the Company an irreparable damage, for which the award of damages would not be adequate compensation. Consequently, Company may seek an injunction to prevent the User from taking any and all acts in violation of those provisions, which remedy shall be cumulative and not exclusive, and Company may seek the entry of an injunction enjoining any breach or threatened breach of those provisions, in addition to any other relief to which the Company may be entitled at law or in equity.",
    "23.GOVERNING LAW AND JURISDICTION.",
    "This Policy shall be construed and governed by the laws in India and courts in Mumbai alone shall have exclusive jurisdiction over matters relating to or arising from this Policy.",
    "24.NOTICES.",
    "Legal notices may be sent to the Company atgavin@micekart.com(if by email), or, D402, Neelkanth Business park, Vidyavhihar (west), Mumbai- 400086 (if by conventional mail). Notices to User may be sent either to the email address supplied in User’s account or to the address supplied by User as part of its Registration data. In addition, Website Provider may broadcast notices or messages through the Website to inform matters of importance, and such broadcasts shall constitute notice to User to the extent permitted by applicable law. Any notices or communication under these Terms of Service will be deemed delivered to the party receiving such communication (a) on the delivery date if delivered personally to the party; (b) two business days after deposit with a commercial carrier, with written verification of receipt; (c) five business days after the mailing date, if sent by mail, return receipt requested; (d) on the delivery date if transmitted by email; or within three (3) days after Website Provider posts a notice on the Website.",
    "25.FORCE MAJEURE.",
    "The Website Provider will not be liable or responsible for any failure to perform, or delay in performance of, any of its obligations that is caused by events outside its reasonable control(“Force Majeure Event”).A Force Majeure Event includes any act, event, non-happening, omission or accident beyond Website Provider’s reasonable control including, but not limited to, restrictions of law, regulations, orders, or other governmental directives, labour disputes, acts of God, third party mechanical or other equipment breakdowns, terrorist attacks, fire, explosions, fibre optic cable cuts, interruption or failure of telecommunications or digital transmission links, Internet failures or delays, storms or other similar events.",
    "26.PRIVACY POLICY AND WEBSITE USER POLICY.",
    "User agrees to comply with the then-current Website User Policy and Privacy Policy (collectively, the“Policies”and individually, the“Policy”).Website Provider reserves the right to modify either Policy at any time, and to the extent permitted by applicable law, changes to the Policies are effective immediately upon posting on the Website. User’s continued use of any portion or all, of the Services, following the posting of a revised Policy means that User accepts and agrees to the changes. In the event of an express conflict between the Terms of Service and the terms of the Privacy and User Policies, the Terms of Service will prevail.",
    "27.NO THIRD PARTY BENEFICIARIES.",
    "Any person or entity not a party to these Terms of Service will be deemed to be a Third-Party beneficiary of these Terms of Service or any provision hereof.",
    "28.SEVERABILITY.",
    "If any provision of these Terms & Conditions are held by a court of competent jurisdiction to be contrary to law, such provision shall be changed and interpreted so as to best accomplish the objectives of the original provision to the fullest extent permissible in and by law and the remaining provisions of these Terms of Service will remain in full force and effect.",
    "29.WAIVER AND AMENDMENT",
    "If the Website Provider fails to insist upon strict performance of User’s obligations under any of these Terms of Service, or if Website Provider fails to exercise any of the rights or remedies to which it is entitled under these Terms of Service, this will not constitute a waiver of such rights or remedies and will not relieve User from compliance with such obligations. No waiver by Website Provider of any default will constitute a waiver of any subsequent default, and no waiver by Website Provider of any of these Terms of Service will be effective unless it is expressly stated to be a waiver and is communicated to User in writing.",
    "30.DISPUTE RESOLUTION",
    "The Parties shall attempt in good faith to resolve any dispute, difference or claim arising out of or in relation to this Policy through mutual discussion. In case it is not resolved within thirty (30) days from receipt of the written notice (setting out the dispute or claim) by the other party, the complaining party may issue a notice of reference, invoking settlement of such dispute through Arbitration.Any and all disputes arising out of or in relation to this Policy between the Parties hereto or arising out of or relating to or in connection with this Policy or the performance or non-performance of the rights and obligations set forth herein or the breach, termination, invalidity or interpretation thereof, shall be referred for arbitration in accordance to the provisions of the Arbitration and Conciliation Act, 1996 or any amendments thereof.The place and seat of arbitration shall be Mumbai and the language used in the arbitral proceedings shall be English. Arbitration shall be conducted by a sole arbitrator to be appointed mutually by both the parties.Costs of arbitration shall be borne equally by the both the parties to this Policy.The arbitral award issued by such Arbitrator shall be in writing.",
    "31.COMPLETE UNDERSTANDING.",
    "These Terms of Service, together with the Website User Policy and the Privacy Policy, constitute the sole and entire agreement between User and Website Provider with respect to the Services and supersedes all prior and contemporaneous understandings, agreements, representations, warranties or terms and conditions, both written and oral, with respect to the Services.",
    "EFFECTIVE DATE: 12th March, 2020",
    "A - 703,Neelkanth Business park, Vidyavhihar (west), Mumbai 400086"
  ],
  "lists": [
    {
      "type": "ul",
      "items": [
        "“Account”means an account required to access and/or use our Website at www.micekart.com;",
        "“Company”means Mice Kart Private Limited.",
        "“Content”- means the information available on the Website.",
        "“Effective Date”- refers to the date that the Company confirms User’s right to use the Website and/or the date of acceptance of this User Terms of Service by You, whichever is earlier, shall be binding on the parties hereto as Effective Date.",
        "“Services”- means the Website, and its entire contents, features and functionality (including but limited to, all information, software, code (source code and object code), user interface, algorithms, data, data structure, text, displays, images, video and audio, and the design, selection and arrangement thereof, the Content, and any documentation pertaining to the foregoing) related to the Website.",
        "“User”- refers to a corporate / entity / organization / institution, an artificial person of any nature whatsoever or an authorised representative of a company/Organisation that has the right to access the Website after registering their entity on the Website as Vendor Partner of Mice Kart. A User must possess the legal right and ability to enter into binding contracts.",
        "User agrees to treat password, usernames, and other security information(“Authentication Information”),as confidential and to not provide any other person with access to the website or portions of it using User’s Authentication Information, save and except other employees/officers of the corporate. User shall notify the Company immediately of any unauthorized access to, or use of, Authentication Information. The Company has the right to disable any User’s access to the Services at any time, in its sole discretion [for any or no reason, including] if, in the Company’s opinion, and/or User has violated any provision of these Terms of Service or appear likely to do so.",
        "“Registration”– means subscribing to the Website as a User.",
        "“Service Provider” or “Vendor”shall mean the Vendor partners of Mice Kart Private Limited listed on the Website.",
        "“Term”- means the period of time that a User may utilize the applicable portion of the Website.",
        "“Third Party Service Provider”- means a third party providing a service that is offered to Users through Website;",
        "“Virus”means any item or device (including any software, code, file or program) which is designed to prevent, impair or otherwise adversely affect the operation of any computer software, hardware or network, any telecommunications service, equipment or network or any other service or device; prevent, impair or otherwise adversely affect access to or the operation of any program or data, including the reliability of any program or data (whether by re-arranging, altering or erasing the program or data in whole or part or otherwise); or adversely affect the user experience, including worms, Trojan horses, viruses and other similar things or devices.",
        "“Website”- means all information, content, concepts, program interfaces, structures, functionality, computer code, published materials, electronic documents, graphic files and other technology inherent in Company's website located at www.micekart.com or any of its sub-sites or microsites.",
        "“Website Provider”- means Mice Kart Private Limited."
      ]
    },
    {
      "type": "ul",
      "items": [
        "User agrees to treat password, usernames, and other security information(“Authentication Information”),as confidential and to not provide any other person with access to the website or portions of it using User’s Authentication Information, save and except other employees/officers of the corporate. User shall notify the Company immediately of any unauthorized access to, or use of, Authentication Information. The Company has the right to disable any User’s access to the Services at any time, in its sole discretion [for any or no reason, including] if, in the Company’s opinion, and/or User has violated any provision of these Terms of Service or appear likely to do so."
      ]
    },
    {
      "type": "ul",
      "items": [
        "Access to our Website and the creation, editing, and hosting of Website requires a Registration. Upon Registration, our Website is available for the User’s to browse on the Vendor Microsites and Request-For-Quotes with respect to Vendor’s Services.",
        "We may from time to time make changes to Our Website:",
        "Changes may be required to make underlying technical alterations, for example, to fix an error or to address a security issue. We will inform you by email of any changes (including, if applicable, anything that you need to do) that impact your day-to-day operations, and materially affect your use of our Website.",
        "Changes may be made to reflect changes in the law or other regulatory requirements. We will inform you by email of any such changes (including, if applicable, anything that you need to do); and",
        "We will continue to develop and improve our Website over time, in some cases making significant changes to it.",
        "We will always aim to ensure that our Website is available at all times. In certain limited cases, however, We may need to temporarily suspend availability to make certain changes outlined under sub-Clause 4.ii. Unless We are responding to an emergency or an urgent issue, We will inform you in advance of any interruptions to availability."
      ]
    },
    {
      "type": "ul",
      "items": [
        "Changes may be required to make underlying technical alterations, for example, to fix an error or to address a security issue. We will inform you by email of any changes (including, if applicable, anything that you need to do) that impact your day-to-day operations, and materially affect your use of our Website.",
        "Changes may be made to reflect changes in the law or other regulatory requirements. We will inform you by email of any such changes (including, if applicable, anything that you need to do); and",
        "We will continue to develop and improve our Website over time, in some cases making significant changes to it."
      ]
    },
    {
      "type": "ul",
      "items": [
        "Subject to these Terms of Service, User will be granted a limited, non-exclusive, revocable, non-transferable, and non-sublicense-able right to access the Website. Upon agreeing to grant such access the Website Provider/host/Company does not obligate itself or take liability on itself to maintain the Website, or to maintain it in its present form. The Website Provider/host/Company may upgrade, modify, change or enhance the Services at any time in its sole discretion, to the extent that the same is not detrimental to User’s use of the Services.",
        "User agrees to abide by any rules or regulations that the Website Provider publishes with respect to conduct of Users of the Website, which rules and regulations are hereby incorporated into these Terms of Service by reference. The Website Provider reserves the right to deny any User, access to any portion of the Website if, in the Website Provider’s sole discretion, User has failed to abide by these Terms of Service or appears likely to do so.",
        "User accepts that the Website Provider in its sole discretion may, but has no obligation to, monitor the Services or any portion thereof, and/or to oversee compliance with these Terms of Service.",
        "User acknowledges and agrees on behalf of itself that:",
        "Access privileges shall not be transferred to any other third-parties;",
        "It will not access, store, distribute or transmit any Viruses;",
        "It will comply with all applicable laws and regulations with respect to use of the Services;",
        "It will not rent, lease, sublicense, re-sell, distribute, transfer, copy or modify the Services or any component thereof;",
        "It will not translate, decompile, or create or attempt to create, by reverse engineering or otherwise, the source code from the object code made available hereunder;",
        "It will not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store or transmit the Services or any portion thereof;",
        "It will not delete or alter any copyright, trademark or other proprietary rights notices from copies of materials from the Website or contained in the Services;",
        "It is solely responsible for acquiring, installing, operating and maintaining the hardware and software environment, network connections, and telecommunication links, necessary to access and use the Services;",
        "It will not use the Services in any manner, or in connection with any content, data, hardware, software or other materials that infringes upon or violates any copyright, trademark, or other intellectual property right of any third party, or that constitutes a defamation, libel, invasion of privacy, or violation of any right of publicity or other third party right, or that is threatening, harassing or malicious."
      ]
    },
    {
      "type": "ul",
      "items": [
        "Access privileges shall not be transferred to any other third-parties;",
        "It will not access, store, distribute or transmit any Viruses;",
        "It will comply with all applicable laws and regulations with respect to use of the Services;",
        "It will not rent, lease, sublicense, re-sell, distribute, transfer, copy or modify the Services or any component thereof;",
        "It will not translate, decompile, or create or attempt to create, by reverse engineering or otherwise, the source code from the object code made available hereunder;",
        "It will not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store or transmit the Services or any portion thereof;",
        "It will not delete or alter any copyright, trademark or other proprietary rights notices from copies of materials from the Website or contained in the Services;",
        "It is solely responsible for acquiring, installing, operating and maintaining the hardware and software environment, network connections, and telecommunication links, necessary to access and use the Services;",
        "It will not use the Services in any manner, or in connection with any content, data, hardware, software or other materials that infringes upon or violates any copyright, trademark, or other intellectual property right of any third party, or that constitutes a defamation, libel, invasion of privacy, or violation of any right of publicity or other third party right, or that is threatening, harassing or malicious."
      ]
    },
    {
      "type": "ul",
      "items": [
        "The Website is owned by the Company, its licensors or other Service Providers/Vendor Partners of such material/services listed on the Website and are protected by Indian and international copyright, trademark and other intellectual property or proprietary rights laws.",
        "No right, title or interest in or to the Services or any portion thereof, is transferred to any User and all rights not expressly granted herein, are reserved and retained by the Website Provider.",
        "The Website Provider name, the Website Provider logo, and all related names, logos, product and service names, designs and slogans, are trademarks of the Website Provider or its affiliates or licensors. User shall not use such marks without the prior written permission of the Website Provider. All other names, logos, product and service names, designs and slogans on this Website are the trademarks of their respective owners.",
        "By accepting these Terms of Service, you hereby undertake:",
        "Not to copy, download or otherwise attempt to acquire any part of Our Website;",
        "Not to disassemble, decompile or otherwise reverse engineer Our Website;",
        "Not to allow or facilitate any use of Our Websitethat would constitute a breach of these Terms of Service; and",
        "Not to embed or otherwise distribute Our Websiteon any third party website, ftp server or similar.",
        "Not to use our Website or any part thereof in any way whatsoever for promotion, marketing and branding of any third party products / services."
      ]
    },
    {
      "type": "ul",
      "items": [
        "Not to copy, download or otherwise attempt to acquire any part of Our Website;",
        "Not to disassemble, decompile or otherwise reverse engineer Our Website;",
        "Not to allow or facilitate any use of Our Websitethat would constitute a breach of these Terms of Service; and",
        "Not to embed or otherwise distribute Our Websiteon any third party website, ftp server or similar.",
        "Not to use our Website or any part thereof in any way whatsoever for promotion, marketing and branding of any third party products / services."
      ]
    },
    {
      "type": "ul",
      "items": [
        "Term.",
        "A User may register for the Services, until User notifies the Website Provider / Company of its intention not to use its account on the Website.",
        "Termination.The Website Provider / Company reserves the right to terminate or suspend access to all or any portion of the Services for violation or suspected violation of these Terms of Service.",
        "Effect of Termination.User will have no further rights to access the Website. Termination will not affect the rights, liabilities and/or claims of User that accrued prior to termination."
      ]
    },
    {
      "type": "ul",
      "items": [
        "A User may register for the Services, until User notifies the Website Provider / Company of its intention not to use its account on the Website.",
        "Termination.The Website Provider / Company reserves the right to terminate or suspend access to all or any portion of the Services for violation or suspected violation of these Terms of Service.",
        "Effect of Termination.User will have no further rights to access the Website. Termination will not affect the rights, liabilities and/or claims of User that accrued prior to termination."
      ]
    },
    {
      "type": "ul",
      "items": [
        "12.1 This Website contains links to other websites that are not operated by the Website Provider and/or the Company. Website Provider is not and shall not be responsible in any way whatsoever for the content, accuracy or opinions expressed in such third-party websites, and does not investigate, monitor, or check these websites for their content’s accuracy or completeness. The inclusion of any links of a website on this Website does not imply approval or endorsement of such links of a website by Company. A User that leaves this Website to access these third-party sites does so at its own risk. Third party links shall be including but not limited to Vendor Partner’s webpage."
      ]
    },
    {
      "type": "ul",
      "items": [
        "12.2.1 Hotels in this context includes all categories of accommodations such as stay-in hotels, home-stays, bed and breakfast stays, farm-houses, villas, resorts, B&Bs, studio/service apartments and any other alternate accommodations by whatever name called.",
        "12.2.2 All the information pertaining to the hotel vendor partner including the category of the hotel, images, room type, amenities and facilities available at the hotel are as per the information provided by the hotel on the Vendor Microsite on the Website. This information is for your reference only. Any discrepancy that may exist between the pictures/videos/information available on the Vendor Microsite on the Website and actual settings of the hotel shall be raised by the User with the hotel vendor partner directly and shall be resolved between the User and hotel vendor partner. We shall hold no responsibility in that process of resolution and shall assume no liability and/or responsibility for such discrepancies. In no circumstances can We be held liable and/or responsible for failure on part of a hotel vendor partner to accommodate the User pursuant to the confirmed booking, the standard of service or any insufficiency in the services, or any other service related issues at the hotel. We shall not be liable in the event of denial of check-in by a hotel vendor partner for any reason what-so-ever including over-booking, system or technical errors, or unavailability of rooms (in full or part) etc., or refund of the booking amount for any reason whatsoever by the Hotel Vendor Partner to the User. Any other service related issues should also be directly resolved by the User with the Hotel Vendor Partner. Hotel Vendor Partners reserve the sole right of admission and We shall have no say whatsoever in admission or denial for admission by the Hotel Vendor Partner.",
        "12.2.3 The User would be liable to make good any damage(s) caused by any act of any of the guests/customers (notwithstanding if the same is wilful/negligent) to the property of the hotel where the booking has been made in any manner whatsoever. The extent and the amount of the damage so caused would be determined by the concerned hotel vendor partner. We would not, in any way, intervene in the same.",
        "12.2.4 All the guests have to be in possession of a valid identity proof and address proof, at the time of check-in. It shall be at the sole discretion of the hotel vendor partner to deny check-in to any guest if a valid identity proof is not presented by the guest at the time of check-in.",
        "12.2.5 All Hotels shall be available on the Display Page of our Website. User shall feed in the Website the requirements of the User based on event specifications. All available Hotels matching the requisition of the User shall be lined-up on the Listings Page. User shall at its option select the Hotel of its choice and request for a quote by clicking on the “Request-For-Quote” button (RFQ) for that particular Hotel. Hotel as per the User’s requirement shall quote for the facility. Post the Hotel quote via RFQ process, the Hotel quote shall be displayed on the dashboard of the User for the User to confirm the quote or reject the quote. In the event User confirms the quote, the User and that Hotel Vendor Partner shall enter into a contract for confirming the booking. User shall at its option enter into the contract with the Hotel in its own capacity or in the name of an agency. User shall note that once the User confirms the quote as per the RFQ sent to the User by Hotel, the User shall not be at a liberty to revise and/or negotiate or make changes to the package chosen by the User.",
        "12.2.6 Check-in time, check-out time as may be requested by the User at the time of Request-For-Quotes and any changes in those timings, will be as per hotel partner’s policy & terms. Early check-in or late check-out request shall be subject to availability and the hotel may charge an additional fee for providing such services.",
        "12.2.7 The booking amount paid by the User shall be as per the package chosen. Bookings may, at the option chosen by the User, include any meals, banquet services, conference rooms as may be confirmed by the User at the time of booking. Any other services utilized by the User at the hotel, including restaurant services, room service, spas, gyms, recreation facilities, laundry, internet, telephone, extra food, drinks, beverages etc. shall be paid by the User directly to the hotel.",
        "12.2.8 Hotels may charge a surcharge at the time of festive occasions as decided by the hotel. Any and all additional charges (including festive surcharges) need to be cleared directly with the hotel. We will have no control over waiving the same. All bookings done via the Website shall have to be contracted between User or on behalf of the User (as the case may be) and the Hotel."
      ]
    },
    {
      "type": "ul",
      "items": [
        "12.3.1 We also facilitate booking of team building activities, games and themes for our Users by connecting with our Team Building Vendor Partners. We also enable the User to customise the same as per the User’s requirements.",
        "12.3.2 Our Team Building Vendor Partners design and customise activities as per User’s brief or suggestions so that the team is organized to work together interdependently and cooperatively to meet the business needs by accomplishing their purpose and goals.",
        "12.3.3 Our Website displays sample themes/activities by way of pictures, videos and audio for the Users to choose from.",
        "12.3.4 Users shall have to book the theme/activity most suitable and preferred by them with us. Themes/activities once chosen cannot be changed/altered/modified without reimbursing the Company the expenses incurred by Us in planning and executing the theme/activity chosen earlier. Any amounts payable to book this facility with Us shall be non-refundable.",
        "12.3.5 User would be liable to make good any damage(s) caused in any manner whatsoever by any act of any of the guests (notwithstanding if the same is wilful/negligent) towards the Team Building Vendor Partner, their employees/team or any of their property with whom the booking has been made. The extent and the amount of the damage so caused would be determined by the Team Building Vendor Partner. We would not, in any way, intervene in the same.",
        "12.3.6 Since we shall only facilitate a User’s booking with our Team Building Vendor Partner, We shall not assume any liability and/or responsibility for any act of the Team Building Vendor Partner. We shall liaison with the User and the Team Building Vendor Partner till the stage of engagement of the Team Building Vendor Partner with the User and aid the User in deciding a suitable and appropriate team building activity. Execution of the same shall be dealt with by and between the User and the Team Building Vendor Partner. We would not, in any way, intervene in the same."
      ]
    },
    {
      "type": "ul",
      "items": [
        "12.4.1 We also facilitate Artist booking and Artist engagement for our Users. Artists herein shall mean and include singers, bands, stand-up comedians, dancers (solo, duet, troop), magicians, or any live performer.",
        "12.4.2 We shall suggest the User from the Artists available with us and engage the Artist as per the choice and budget of the User. Our Website displays all the Artists tied-up with our Company by way of pictures, videos and audio for the Users to choose from as per their budget, preference and suitability.",
        "12.4.3 User shall have to pay the Artist a Fees for the Artist’s performance, travel, stay food, team (entourage) and equipment. Artist chosen cannot be changed and there shall be no refund of any amount paid to the Artist by the User i.e. any amounts payable to book this facility shall be non-refundable. Any refund due to cancellations shall be subject to Artist refunding the amount to Us and the refund shall be processed after deducting our cancellation charges.",
        "12.4.4 User would be liable to make good any damage(s) caused in any manner whatsoever by any act of any of the guests (notwithstanding if the same is wilful/negligent) towards the Artist or their equipment or their entourage. The extent and the amount of the damage so caused would be determined by the Artist Manager, if any, and in the event of absence of the same then by the Artist. We would not, in any way, intervene in the same.",
        "12.4.5 Since we shall only facilitate a User’s booking with the Artist, We shall not assume any liability and/or responsibility on any act, omission, commission, behaviour of the Artist or the entourage of the Artist, including but not limited to a no-show. We shall liaison with the User and the Artist till the stage of engagement of the Artist with the User. Execution of the same shall be dealt with by and between the User and the Artist/his entourage or the Artist Manager, as the case may be. We would not, in any way, intervene in the same.",
        "12.4.6 In the event of a no-show, we shall request the Artist and/or his manager for a refund. However, we shall not in anyway whatsoever be liable and/or responsible in the event the same is denied or declined."
      ]
    },
    {
      "type": "ul",
      "items": [
        "12.5.1. We also facilitate hosting and managing corporate events for our Users. Once the User decides on a venue to conduct an event for the User, We will provide the User, with a personalised quotation for the Event Management element based on User’s exact requirements. We will check all venue and supplier contracts before passing on to the User for executing the same. We shall liaison with the venue throughout the planning and during the event. We will handle transfer and accommodation lists for the delegates, artists, DJs, MCs, etc. and charge User for the same on actuals. We will book any external requirements for the event such as Event Theming, AV Hire, etc. and liaise with all suppliers on behalf of the User. We intend to obtain feedback from the User such as the likes and dislikes for future events and pass it on to the venue.",
        "12.5.2. Our Service fees and the calculation of fees are based on our rates according to the offer in question and its accompanying supplements. All fees and expenses of third Service Providers (hotels, restaurants, transport firms, event organisers, artists etc.) shall continue to be charged fully to the User, as agreed, as also all additional costs invoiced by the third party Service Provider which deviate from the offer in question.",
        "12.5.3. Rates are quoted based on the event specifications at the time of booking. Should this change considerably, we reserve the right to reflect this in our charges to the User. We will not be responsible for any payments to the venue or Vendor Partners and We will not accept liability for any penalty charges issued by the venue or Vendor Partners.",
        "12.5.4. We will also not be responsible for any deficiency in service by the professionals such as DJs, MCs, artists, bands, etc.",
        "12.5.5. As far as is permissible within law, liability shall be excluded to the greatest possible degree. Our selection of Service Providers/Vendor Partners available on the listing page of our Website is not to be taken as a recommendation but mere options – the User makes their own choice, so that We hold no liability for the selection and provision or non-provision of services through the Service Providers. This is particularly applicable in cases of sport, outdoor, adventure and all transport-related activities: We act as a mediator of services and buyers of offers and products. We also take no responsibility for vehicles, luggage, valuables etc. or in case of damage or program failures, liability is fully transferred to the responsible Service Provider or the Artist or Hotel that is carrying out the activity. We assume no liability, should the event have to be cancelled due to a limited number of participants, due to hindrances or due to bankruptcy of the third party Service Provider/Vendor Partner."
      ]
    },
    {
      "type": "ul",
      "items": [
        "13.1.Users may submit content for publication in various formats on desired merchandise. We accept no liability with respect to any material submitted by Users and published by us and we shall in anyway whatsoever not be responsible for its content and accuracy.",
        "13.2. If you wish to submit content to us for publication on our Website, you may do so on the following terms and conditions more particularly covered in our User Policy.",
        "13.3.When you send a photograph or other graphical material to us you do so in accordance with these Terms of Use and our User Policy. This means that you hereby agree that you ownership rights, title, interest in the photograph(s) you have sent to us or you have permission from or are authorised by the owner of the photograph(s) to send it (them) to us, and you are granting us a non-exclusive, royalty-free licence to publish or otherwise use the photograph(s) in any way and at any time we want on the Website. The photograph(s) must not be defamatory and may not break any laws.",
        "13.4. Selected photographs and graphical material will be published at our discretion and you will not be paid, in the event your photograph(s) is/are published.",
        "13.5. We may cut, edit, crop or arrange your photograph(s) or graphic as we think fit and we reserve the right to remove your photograph(s) or graphics at any time."
      ]
    },
    {
      "type": "ul",
      "items": [
        "No part of our Website or any accompanying documentation (whether provided in electronic form or otherwise) constitutes advice on which you should rely and is provided for general information purposes only. Professional or specialist advice should always be sought before taking any action relating to any aspect of our Services.",
        "We make reasonable efforts to ensure that the content contained within our Website is complete, accurate and up-to-date. We do not, however, make representations, warranties or guarantees (whether express or implied) that our Website (and the content therein) is complete, accurate or up-to-date.",
        "We may let our Users share and update their reviews on their experience with respect to our Vendor Partners. However, in any event We shall not be responsible for the content or accuracy, or for any opinions, views, or values expressed in any User Content or comments/reviews expressed by Users on Vendor Microsites created, uploaded, or hosted using our Website. Any such opinions, views, or values shall be those of the relevant User, and not our opinions, views, or values in any way.",
        "The following services on our Website are provided by Third Party Service Providers:Hoteling / Lodging & Boarding venuesTravel (rail/road/airway)Team BuildingArtist ManagementEvent SolutionsMerchandisingPackages",
        "Hoteling / Lodging & Boarding venues",
        "Travel (rail/road/airway)",
        "Team Building",
        "Artist Management",
        "Event Solutions",
        "Merchandising",
        "Packages"
      ]
    },
    {
      "type": "ul",
      "items": [
        "Hoteling / Lodging & Boarding venues",
        "Travel (rail/road/airway)",
        "Team Building",
        "Artist Management",
        "Event Solutions",
        "Merchandising",
        "Packages"
      ]
    },
    {
      "type": "ul",
      "items": [
        "Both Users and Us shall comply with all requirements of the Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Data or Information) Rules, 2011. With respect to personal data hosted by Us on behalf of a User, for the purposes of the Information Technology Rules, 2011 the User is the data controller and We are the data processor.",
        "Any and all personal data processed by Us (as a data processor) on your behalf (as a data controller) in the course of providing our Website) shall be processed in accordance with the terms of Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Data or Information) Rules, 2011.",
        "However, it is to be noted that section 69 of the Act, which is an exception to the general rule of maintenance of privacy and secrecy of the information, provides that where the Government is satisfied that it is necessary in the interest of:the sovereignty or integrity of India,defence of India,security of the State,friendly relations with foreign States orpublic order orfor preventing incitement to the commission of any cognizable offence relating to above orfor investigation of any offence,It may by order, direct any agency of the appropriate Government to intercept, monitor or decrypt or cause to be intercepted or monitored or decrypted any information generated, transmitted, received or stored in any computer resource. This section empowers the Government to intercept, monitor or decrypt any information including information of personal nature in any computer resource.Where the information is such that it ought to be divulged in public interest, the Government may require disclosure of such information. Information relating to anti-national activities which are against national security, breaches of the law or statutory duty or fraud may come under this category.",
        "the sovereignty or integrity of India,",
        "defence of India,",
        "security of the State,",
        "friendly relations with foreign States or",
        "public order or",
        "for preventing incitement to the commission of any cognizable offence relating to above or",
        "for investigation of any offence,",
        "It may by order, direct any agency of the appropriate Government to intercept, monitor or decrypt or cause to be intercepted or monitored or decrypted any information generated, transmitted, received or stored in any computer resource. This section empowers the Government to intercept, monitor or decrypt any information including information of personal nature in any computer resource.",
        "Where the information is such that it ought to be divulged in public interest, the Government may require disclosure of such information. Information relating to anti-national activities which are against national security, breaches of the law or statutory duty or fraud may come under this category."
      ]
    },
    {
      "type": "ul",
      "items": [
        "the sovereignty or integrity of India,",
        "defence of India,",
        "security of the State,",
        "friendly relations with foreign States or",
        "public order or",
        "for preventing incitement to the commission of any cognizable offence relating to above or",
        "for investigation of any offence,",
        "It may by order, direct any agency of the appropriate Government to intercept, monitor or decrypt or cause to be intercepted or monitored or decrypted any information generated, transmitted, received or stored in any computer resource. This section empowers the Government to intercept, monitor or decrypt any information including information of personal nature in any computer resource.",
        "Where the information is such that it ought to be divulged in public interest, the Government may require disclosure of such information. Information relating to anti-national activities which are against national security, breaches of the law or statutory duty or fraud may come under this category."
      ]
    },
    {
      "type": "ul",
      "items": [
        "16.1. The third-party Vendor Partners providing hotel, travel, artist management, venues, team building, events, merchandising services or other services on this Website are independent contractors and not agents or employees of Mice Kart. We are not liable for the acts, errors, omissions, representations, warranties, breaches or negligence of any such suppliers or for any personal injuries, death, property damage, or other damages or expenses resulting therefrom. Company shall have no liability and will make no refund in the event of any delay, cancellation, overbooking, strike, force majeure or other causes beyond their direct control, and they have no responsibility for any additional expense, omissions, delays, re-routing or acts of any government or authority.",
        "16.2. We at Mice Kart do not control or operate any hotel, restaurant, kitchen, merchandise manufacturing or any other facility or service mentioned in this Terms of Service.",
        "16.3. We shall not be responsible for any delay, improper service, standard of service provided by any service provider/ Vendor Partner including but not limited to any of our hotel partner, or for any injury, death, loss or damage which is caused by the act or default of our Vendor Partner.",
        "16.4. We shall not be responsible for any act or actions of our Vendor Partner which may result in injury, damage to the life or limb or property of the User, or which may lead to interference in enjoying or availing the services provided on the stays/events.",
        "16.5. We, being merely a facilitator, shall not be liable, responsible for the following:Personal injury, sickness, accident, death, loss, delay, discomfort, increased expenses, incidental, consequential loss and/or damage or any kind of theft howsoever caused to the User or any person travelling with User.Any act, omission, default of any travel agent or third party or any other person or by any servant or agent employed by them who may be engaged or concerned in the provision of accommodation, refreshment, carriage facility or any other service for the User or for any person traveling with User.The temporary or permanent loss of, or damage to, baggage or personal belongings howsoever caused including wilful negligence on the part of User.Any delay caused for any reason whatsoever in delivery of the service by the concerned Vendor Partner(s).Any claims of any dispute/s with our Vendor Partners.Any claim arising due to any delays or any other reason not attributable to Us, We shall not be liable for making any arrangements, including but not limited to food or any hotel arrangement in case of such delays.Any damages caused to the User due to reasons that may be beyond our control.",
        "Personal injury, sickness, accident, death, loss, delay, discomfort, increased expenses, incidental, consequential loss and/or damage or any kind of theft howsoever caused to the User or any person travelling with User.",
        "Any act, omission, default of any travel agent or third party or any other person or by any servant or agent employed by them who may be engaged or concerned in the provision of accommodation, refreshment, carriage facility or any other service for the User or for any person traveling with User.",
        "The temporary or permanent loss of, or damage to, baggage or personal belongings howsoever caused including wilful negligence on the part of User.",
        "Any delay caused for any reason whatsoever in delivery of the service by the concerned Vendor Partner(s).",
        "Any claims of any dispute/s with our Vendor Partners.",
        "Any claim arising due to any delays or any other reason not attributable to Us, We shall not be liable for making any arrangements, including but not limited to food or any hotel arrangement in case of such delays.",
        "Any damages caused to the User due to reasons that may be beyond our control.",
        "There can be exceptional circumstances where the Vendor Partners like the hotels may be unable to honor the confirmed bookings due to various reasons like climatic conditions, labor unrest, insolvency, business exigencies, government decisions, operational and technical issues, etc. If, We at Mice Kart are informed in advance of such situations where dishonor of bookings from any Vendor Partner are likely to happen, we will make best efforts on our part to provide similar alternative to the User. User agrees that We only facilitate the booking of services and We shall not be responsible for any such circumstances and the User shall have to contact that Vendor Partner directly for any further resolutions and/or refunds. The maximum liability of Mice Kart in such events will be to connect the User with the Vendor Partner for the best possible solutions.",
        "In no event shall Website Provider, its affiliates, licensors, employees, agents, officers or directors be liable to the User or any Third Party for any special, punitive, incidental, indirect or consequential damages of any kind, or any damages whatsoever, including, without limitation, those resulting from loss of use, loss of data, or loss of profits, whether or not Company has been advised of the possibility of such damages, and on any theory of liability, arising out of or in connection with the use of the Services or of any web site referenced or linked to from the Services. The User solely shall be responsible for all claims and damages resulting from the misuse of the Services by the User."
      ]
    },
    {
      "type": "ul",
      "items": [
        "Personal injury, sickness, accident, death, loss, delay, discomfort, increased expenses, incidental, consequential loss and/or damage or any kind of theft howsoever caused to the User or any person travelling with User.",
        "Any act, omission, default of any travel agent or third party or any other person or by any servant or agent employed by them who may be engaged or concerned in the provision of accommodation, refreshment, carriage facility or any other service for the User or for any person traveling with User.",
        "The temporary or permanent loss of, or damage to, baggage or personal belongings howsoever caused including wilful negligence on the part of User.",
        "Any delay caused for any reason whatsoever in delivery of the service by the concerned Vendor Partner(s).",
        "Any claims of any dispute/s with our Vendor Partners.",
        "Any claim arising due to any delays or any other reason not attributable to Us, We shall not be liable for making any arrangements, including but not limited to food or any hotel arrangement in case of such delays.",
        "Any damages caused to the User due to reasons that may be beyond our control."
      ]
    },
    {
      "type": "ul",
      "items": [
        "17.1.Request-For-Quote, a feature on the Vendor’s Microsite on the Website, (available only for registered Users and not for visitors who browse the Website) means a request for quotation of a particular service/product pursuant to the requirement of the User provided by the Hotel Vendor Partner on the Vendor Microsite on the Website for the User.",
        "17.2. All information contained in Request-For-Quote is compiled by the Vendor and visible on the User Dashboard for his perusal and records. The Hotel Vendor Partners shall not have a right to change any information contained in the said feature of Request-For-Quote at any time due to any event(s) whatsoever.",
        "17.3.Apart from the instant Terms of Service and the Website User Policy, some specific terms and conditions are mentioned on the Vendor Microsite as well as email communication on confirmed bookings. Those terms and conditions are in addition to Our Website, Website User Policy & Terms of Service and are to be read in consonance with the booking terms & conditions.",
        "17.4. No claim of the User against any change in the feature of Request-For-Quote regarding the bookings shall be entertained if such changes are made after confirmation of the booking."
      ]
    },
    {
      "type": "ul",
      "items": [
        "21.1.1. We may transfer (assign) Our obligations and rights under these Terms of Service (and under the Contract, as applicable) to a Third Party (this may happen, for example, if We sell Our business).",
        "21.1.2. You cannot transfer (assign) your obligations and rights under these Terms of Service (and under the Contract) without Our express written permission.",
        "21.1.3.If any of the provisions of these Terms of Service are found to be unlawful, invalid or otherwise unenforceable by any Court or other authority, that/those provision(s) shall be deemed severed from the remainder of these Terms of Service. The remainder of these Terms of Service shall be valid and enforceable.",
        "21.1.4. No failure or delay by Us in exercising any of Our rights under these Terms of Service means that We have waived that right, and no waiver by Us of a breach of any provision of these Terms of Service means that We will waive any subsequent breach of the same or any other provision.",
        "21.1.5. We may revise these Terms of Service from time to time in response to changes in relevant laws and other regulatory requirements."
      ]
    },
    {
      "type": "ul",
      "items": [
        "The Parties shall attempt in good faith to resolve any dispute, difference or claim arising out of or in relation to this Policy through mutual discussion. In case it is not resolved within thirty (30) days from receipt of the written notice (setting out the dispute or claim) by the other party, the complaining party may issue a notice of reference, invoking settlement of such dispute through Arbitration.",
        "Any and all disputes arising out of or in relation to this Policy between the Parties hereto or arising out of or relating to or in connection with this Policy or the performance or non-performance of the rights and obligations set forth herein or the breach, termination, invalidity or interpretation thereof, shall be referred for arbitration in accordance to the provisions of the Arbitration and Conciliation Act, 1996 or any amendments thereof.",
        "The place and seat of arbitration shall be Mumbai and the language used in the arbitral proceedings shall be English. Arbitration shall be conducted by a sole arbitrator to be appointed mutually by both the parties.",
        "Costs of arbitration shall be borne equally by the both the parties to this Policy.",
        "The arbitral award issued by such Arbitrator shall be in writing."
      ]
    }
  ],
  "tables": [],
  "metadata": {
    "viewport": "width=device-width,initial-scale=1,maximum-scale=1,user-scalable=no",
    "theme-color": "#000000",
    "robots": "index, follow",
    "google-site-verification": "xDuV2zE18L3vbZnkQwKFePk0uJhvPw2QKpItx-MpVA0",
    "description": "Explore MICEkart's comprehensive Terms of Service for MICE events, corporate planning, incentive travel, and destination management services, including our hotel booking services for corporate events.",
    "keywords": "hotel booking services, destination management services"
  },
  "images": [
    {
      "src": "https://www.micekart.com/static/media/logo.ae758ead.png",
      "alt": "logo",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/logo.ae758ead.a18379f3.png",
      "alt": "",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/linkedin.b9237664.svg",
      "alt": "linkedin",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/instagram.052c5c73.svg",
      "alt": "insta",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/facebook.cdd6adc6.svg",
      "alt": "facebook",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/youtube.49316bbb.svg",
      "alt": "youtube",
      "width": "",
      "height": ""
    },
    {
      "src": "https://www.micekart.com/static/media/twitter.8845157f.svg",
      "alt": "twitter",
      "width": "",
      "height": ""
    }
  ]
}